Repository: LonelyWolf2000/l10n-ru
Catalog: uploadplus/2.5.1/uploadplus-*.po
Languages: ru_ru

source: Choose what style will be used
ru_ru: Выберите стиль, который вы хотите использовать

source: Make all lowercase
ru_ru: Преобразовать названия файлов в нижний регистр.

source: Upload+ Options
ru_ru: Настройки Upload+

source: Settings saved.
ru_ru: Настройки сохранены.

source: Welcome to Upload+. This plugin allows you to rename every file you upload, and in this page you can define this behaviour.
ru_ru: Добро пожаловать в Upload+. С помощью этого плагина вы можете переименовать каждый загружаемый файл, и на этой странице настраивается то, как это будет происходить.

source: According to your actual ruleset, your files will be renamed like this:
ru_ru: Согласно текущим настройкам, файлы будут переименованы так:

source: saved as
ru_ru: будет сохранён как

source: You can choose to <em>convert spaces and underscores into dashes</em>, <em>strip all dashes/underscores/spaces</em>, or <em>convert every spaces into an underscore</em>. Also, you can choose to <em>lowercase</em> the file name or leave it with mixed case, and finally you can define a custom prefix to prepend, either a fixed one (like the name of your blog) or a date-based one. Feel free to play with the settings and save them, because you can check in this page what kind of transformation will be applied.
ru_ru: В Upload+ есть много полезных настроек, например, &laquo;Преобразовать пробелы и подчёркивания в дефисы&raquo;, &laquo;Убрать все пробелы, подчёркивания и дефисы&raquo;, или &laquo;Преобразовать пробелы в подчёркивания&raquo;. Вы можете автоматически преобразовывать названия файлов в нижний регистр, а также, вдобавок к одной из стандартных настроек, определить свой собственный префикс для файлов (например, название вашего журнала или текущая дата). Не бойтесь экспериментировать с настройками и сохранять их, потому что на этой странице вы всегда сможете увидеть, какие преобразования сейчас используются.

source: Cleaning rules
ru_ru: Правила очистки

source: Basic cleaning
ru_ru: Основная очистка

source: Convert spaces and underscores into dashes.
ru_ru: Преобразовать пробелы и подчёркивания в дефисы.

source: Strip all spaces/dashes/underscores.
ru_ru: Убрать все пробелы, подчёркивания и дефисы.

source: Convert spaces into underscores (dashes allowed).
ru_ru: Преобразовать пробелы в подчёркивания. Разрешить дефисы.

source: Lowercase
ru_ru: Нижний регистр

source: Make ALL lowercase.
ru_ru: Преобразовать названия файлов в нижний регистр.

source: Leave untouched.
ru_ru: Оставить как есть.

source: Prefix
ru_ru: Префикс

source: No prefix, or custom prefix
ru_ru: Без префикса или задан вручную

source: Human Readable
ru_ru: Понятный человеку формат

source: like
ru_ru: например

source: Other Styles
ru_ru: Другие стили

source: Enter your custom textual prefix (like "prefix_"). Please note this is a *string*, so please do not use php <em>date()</em> arguments :-).
ru_ru: Введите нужный вам префикс (например, &laquo;prefix_&raquo;). Учтите что это <strong>строка</strong>, а не аргумент php-функции date().

source: Update Settings
ru_ru: Обновить настройки

source: <a href="http://pixline.net/wordpress-plugins/upload-plus/">Upload+</a> is GPL&copy; <a href="http://pixline.net/">Paolo Tresso / Pixline</a>. UTF8 php classes and translitteration by <a href="http://phputf8.sourceforge.net/">phputf8</a>.<br/> If you find this plugin useful you can donate and support its development. Thank you!
ru_ru: <a href="http://pixline.net/wordpress-plugins/upload-plus/">Upload+</a> распространяется по лицензии GPL&copy; <a href="http://pixline.net/">Paolo Tresso / Pixline</a>. Поддержка UTF8 и транслитерация &mdash; <a href="http://phputf8.sourceforge.net/">phputf8</a>.<br/> Если вам понравился этот плагин, вы можете сделать пожертвование и поддержать его разработку.
