Repository: LonelyWolf2000/l10n-ru
Catalog: wp-plugins/platinum-seo-pack/platinum_seo_pack-*.po
Languages: ru_ru

source: All in one SEO Pack migrated.
ru_ru: Миграция с All in One SEO завершена.

source: Migrate from All in one SEO
ru_ru: Миграция с All in one SEO

source: FAQ
ru_ru: ЧаВо

source: Platinum SEO Plugin Feedback
ru_ru: Отзывы о плагине Platinum SEO

source: Feedback
ru_ru: Отзывы и предложения

source: Platinum SEO - What is new in version 1.3?
ru_ru: Platinum SEO - Что нового в версии 1.3?

source: What is new in version 1.3?
ru_ru: Что нового в версии 1.3?

source: Wordpress SEO options
ru_ru: Поисковая оптимизация WordPress

source: Donations for Platinum SEO Plugin
ru_ru: Пожертвования для плагина Platinum SEO

source: Please Donate
ru_ru: Пожалуйста, сделайте пожертвование

source: Save Bandwidth with Chennai Central Plugin
ru_ru: Экономьте трафик с плагином Chennai Central

source: Click the button to migrate All in one SEO options to Platinum SEO.(It is recommended to back up your database before updating.)
ru_ru: Нажмите на эту кнопку, чтобы перенести настройки плагина All in one SEO в Platinum SEO. Рекомендуется сначала сделать резервную копию базы данных.

source: Migrate from All in One SEO
ru_ru: Мигрировать с All in One SEO

source: Go back to Platinum SEO Options Page
ru_ru: Вернуться на страницу настроек Platinum SEO

source: Could not download distribution (%s)
ru_ru: Невозможно скачать дистрибутив (%s)

source: Could not download distribution (%s): %s
ru_ru: Невозможно скачать дистрибутив (%s): %s

source: Could not open %s for writing
ru_ru: Невозможно открыть %s для записи

source: Please make sure %s is writable
ru_ru: Пожалуйста, убедитесь, что %s доступна для записи

source: Could not write to %s
ru_ru: Невозможно осуществить запись в %s

source: Platinum SEO Pack
ru_ru: Поисковая оптимизация

source: Click here for Support
ru_ru: Справка и техническая поддержка

source: Know about the meta tags
ru_ru: Как использовать теги &lt;meta&gt;

source: Title:
ru_ru: Заголовок:

source: Description:
ru_ru: Описание:

source: characters. Most search engines use a maximum of 160 chars for the description.
ru_ru: символов. Большинство поисковых машин рассчитаны максимум на 160 символов в описании.

source: Keywords (comma separated):
ru_ru: Ключевые слова (разделяются запятыми):

source: PSP Meta Index and Nofollow Tags:
ru_ru: Атрибуты &laquo;index&raquo; и &laquo;nofollow&raquo;:

source: NOARCHIVE this page/post:
ru_ru: NOARCHIVE:

source: NOSNIPPET of this page/post:
ru_ru: NOSNIPPET:

source: Disable title rewrite on this page/post:
ru_ru: Отключить переписывание заголовков для этой записи или страницы:

source: Disable PSP title format on this page/post:
ru_ru: Отключить форматирование заголовков для этой записи или страницы:

source: Disable PSP on this page/post:
ru_ru: Отключить поисковую оптимизацию для этой записи или страницы:

source: Platinum SEO
ru_ru: Поисковая оптимизация

source: Platinum SEO Options Updated.
ru_ru: Настройки плагина Platinum SEO обновлены.

source: Upgraded to newest version. Please revisit the options page to ensure you see the newest version.
ru_ru: Обновлено до последней версии. Пожалуйста, зайдите снова на страницу настроек, чтобы убедиться в том, что установлена самая свежая версия.

source: Upgrade failed
ru_ru: Обновление не удалось

source: Platinum SEO Plugin Options
ru_ru: Настройки поисковой оптимизации

source: This is version
ru_ru: Это &mdash; версия

source: Pls. write a review or choose to link back, if you cannot donate
ru_ru: Пожалуйста, напишите обзор или поставьте на вашем сайте ссылку на Platinum SEO, если вы не можете внести пожертвование.

source: Click on option titles to get help!
ru_ru: Нажмите на заголовки настроек, чтобы получить справку!

source: Click for Help!
ru_ru: Нажмите, чтобы увидеть справку!

source: Automatically do 301 redirects for permalink changes:
ru_ru: Перенаправлять пользователей (HTTP 301), если ссылки изменились:

source: Check this to Automatically do 301 redirects for any permalink changes
ru_ru: Отметьте, чтобы автоматически перенаправлять пользователей на новый адрес (HTTP 301), если постоянные ссылки записей изменились.

source: Home Title:
ru_ru: Заголовок главной страницы:

source: As the name implies, this will be the title of your homepage. This is independent of any other option. If not set, the default blog title will get used.
ru_ru: Как можно понять из названия, это &mdash; заголовок вашей главной страницы. Эта настройка не зависит ни от какой другой. Если здесь ничего не указано, будет использовано стандартное название журнала.

source: Home Description:
ru_ru: Описание главной страницы:

source: The META description for your homepage. The default is no META description, if this is not set.
ru_ru: Описание главной страницы, которое помещается в тег META. Если здесь ничего не указано, описание не будет составлено.

source: Home Keywords (comma separated):
ru_ru: Ключевые слова для главной страницы (разделяются запятыми):

source: A comma separated list of the most important keywords for your site homepage. Use optimal number of keywords.
ru_ru: Список самых важных ключевых слов для вашего сайта, разделённый запятыми. Пожалуйста, указывайте разумное количество ключевых слов.

source: Canonical URLs:
ru_ru: Канонические URL:

source: Choose this option to set up canonical URLs for your Home page, Single Post, Category and Tag Pages.
ru_ru: Отметьте, если вы хотите настроить канонические URL для главной страницы вашего сайта, страниц записей, рубрик и меток.

source: Rewrite Titles:
ru_ru: Переписать заголовки:

source: Note that this is all about the title tag. This is what you see in your browser's window title bar. This is NOT visible on a page, only in the window title bar and of course in the source. If set, all page, post, category, search and archive page titles get rewritten. You can specify the format for most of them. For example: The default templates puts the title tag of posts like this: Blog Archive >> Blog Name >> Post Title. But this is far from optimal. With the default post title format, Rewrite Title rewrites this to Post Title | Blog Name. If you have manually defined a title (in one of the text fields for Platinum SEO Plugin input) this will become the title of your post in the format string.
ru_ru: Обратите внимание, что эта настройка касается только тега TITLE. Он отвечает за то, что вы видите в заголовке окна браузера, и не отображается среди содержимого самой страницы (если, конечно, вы не просматриваете её исходный код). Когда этот параметр установлен, заголовки всех веб-страниц &mdash; записей, страниц, рубрик, архивов и т.п. будут переписаны. Для большинства из этих страниц вы можете указать формат заголовка. Например, стандартный шаблон создает такой заголовок: &laquo;Архив журнала &rarr; Название журнала &rarr; Название записи&raquo;. Но это далеко не самый оптимальный вариант. При использовании стандартных настроек для переписывания заголовков, в результате у вас получится &laquo;Название записи | Название журнала&raquo;.

source: Post Title Format:
ru_ru: Формат заголовка записи:

source: The following macros are supported:
ru_ru: Поддерживаются следующие макросы:

source: %blog_title% - Your blog title
ru_ru: %blog_title% &mdash; Название вашего журнала

source: %blog_description% - Your blog description
ru_ru: %blog_description% &mdash; Описание вашего журнала

source: %post_title% - The original title of the post
ru_ru: %post_title% &mdash; Исходный заголовок записи

source: %category_title% - The (main) category of the post
ru_ru: %category_title% &mdash; (Основная) рубрика записи

source: %category% - Alias for %category_title%
ru_ru: %category% &mdash; Псевдоним для %category_title%

source: %post_author_login% - This post author's login
ru_ru: %post_author_login% &mdash; Логин автора записи

source: %post_author_nicename% - This post author's nicename
ru_ru: %post_author_nicename% &mdash; То, как настроено отображение имени автора записи

source: %post_author_firstname% - This post author's first name (capitalized)
ru_ru: %post_author_firstname% &mdash; Имя автора записи (заглавными буквами)

source: %post_author_lastname% - This post author's last name (capitalized)
ru_ru: %post_author_lastname% &mdash; Фамилия автора записи (заглавными буквами)

source: Page Title Format:
ru_ru: Формат заголовка страницы:

source: %page_title% - The original title of the page
ru_ru: %page_title% &mdash; Исходный заголовок страницы

source: %page_author_login% - This page author's login
ru_ru: %page_author_login% &mdash; Логин автора страницы

source: %page_author_nicename% - This page author's nicename
ru_ru: %page_author_nicename% &mdash; То, как настроено отображение имени автора страницы

source: %page_author_firstname% - This page author's first name (capitalized)
ru_ru: %page_author_firstname% &mdash; Имя автора страницы (заглавными буквами)

source: %page_author_lastname% - This page author's last name (capitalized)
ru_ru: %page_author_lastname% &mdash; Фамилия автора страницы (заглавными буквами)

source: Category Title Format:
ru_ru: Формат заголовка рубрики:

source: %category_title% - The original title of the category
ru_ru: %category_title% &mdash; Исходный заголовок рубрики

source: %category_description% - The description of the category
ru_ru: %category_description% &mdash; Описание рубрики

source: Archive Title Format:
ru_ru: Формат заголовка архива:

source: %date% - The original archive title given by wordpress, e.g. "2007" or "2007 August"
ru_ru: %date% &mdash; Исходный заголовок архива, созданный WordPress, например, &laquo;2007&raquo; или &laquo;2007 Август&raquo;

source: Tag Title Format:
ru_ru: Формат заголовка метки:

source: %tag% - The name of the tag
ru_ru: %tag% &mdash; Название метки

source: Search Title Format:
ru_ru: Формат заголовка страницы поиска:

source: %search% - What was searched for
ru_ru: %search% &mdash; Поисковый запрос

source: Description Format:
ru_ru: Формат описания:

source: %description% - The original description as determined by the plugin, for e.g. the excerpt if one is set or an auto-generated one, if that option is set
ru_ru: %description% &mdash; Исходное описание, обнаруженное плагином. Например, отрывок или автоматически сгенерированный текст

source: %wp_title% - The original wordpress title, for e.g. post title for posts
ru_ru: %wp_title% &mdash; Исходный заголовок, например, post_title для записей

source: 404 Title Format:
ru_ru: Формат заголовка страницы &laquo;Ошибка 404&raquo;:

source: %request_url% - The original URL path, like "/url-that-does-not-exist/"
ru_ru: %request_url% &mdash; Исходный URL, например &laquo;/страница-которой-не-существует/&raquo;

source: %request_words% - The URL path in human readable form, like "Url That Does Not Exist"
ru_ru: %request_words% &mdash; URL в форме, понятной человеку, например, &laquo;Страница, которой не существует&raquo;

source: Paged Format:
ru_ru: Формат разбивки по страницам:

source: This string gets appended/prepended to titles when they are for paged index pages (like home or archive pages).
ru_ru: Эта строка добавляется в начало или конец заголовков, если это заголовки страниц, разделенных на подстраницы (например, главная страница или архив)

source: %page% - The page number
ru_ru: %page% &mdash; Номер страницы

source: Use Categories for META keywords:
ru_ru: Использовать названия рубрик в качестве ключевых слов:

source: Check this if you want your categories for a given post to be used as META keywords for the post (in addition to any keywords you specify on the post edit page).
ru_ru: Отметьте, если вы хотите, чтобы названия рубрик, к которым принадлежат ваши записи, использовались в качестве ключевых слов (в дополнение к любым другим ключевым словам, которые вы указали при создании или редактировании записи).

source: Use noindex for Categories:
ru_ru: Использовать параметр &laquo;noindex&raquo; для рубрик:

source: Check this for excluding category pages from being crawled. Might help to avoid duplicate content.
ru_ru: Отметьте, если вы хотите чтобы страницы рубрик не индексировались поисковыми машинами. Эта настройка нужна для того, чтобы избежать дублирования содержимого.

source: Use noindex for Date based Archives:
ru_ru: Использовать параметр &laquo;noindex&raquo; для архивов по дате:

source: Check this for excluding date based archive pages from being crawled. Useful for avoiding duplicate content.
ru_ru: Отметьте, если вы хотите чтобы архивы по датам не индексировались поисковыми машинами. Эта настройка нужна для того, чтобы избежать дублирования содержимого.

source: Use Tags for META keywords:
ru_ru: Использовать метки в качестве ключевых слов:

source: Check this if you want your tags for a given post to be used as META keywords for the post (in addition to any keywords you specify on the post edit page).
ru_ru: Отметьте, если вы хотите, чтобы метки, присвоенные вашим записям, использовались в качестве ключевых слов (в дополнение к любым другим ключевым словам, которые вы указали при создании или редактировании записи).

source: Use noindex for Tag Archives:
ru_ru: Использовать параметр &laquo;noindex&raquo; для архива меток:

source: Check this for excluding tag pages from being crawled. Might help to avoid duplicate content.
ru_ru: Отметьте, если вы хотите чтобы архив меток не индексировался поисковыми машинами. Эта настройка нужна для того, чтобы избежать дублирования содержимого.

source: Use noindex for comment pages of posts(Introduced in wordpress 2.7):
ru_ru: Использовать параметр &laquo;noindex&raquo; для страниц комментариев<br/>(эта возможность появилась в WordPress 2.7):

source: Check this for excluding comments pages from being indexed. Thereby avoid duplicate content if you wish to use Comment paging (from wordpress 2.7). Note that wordpress 2.7 creates comments pages when the option to break comments into pages is chosen in WP 2.7 under Settings-->Discussion
ru_ru: Отметьте, если вы хотите чтобы страницы комментариев к записям не индексировалась поисковыми машинами. Эта настройка нужна для того, чтобы избежать дублирования содержимого. Имейте в виду, что WordPress 2.7 разделяет комментарии на несколько страниц только в том случае, если отмечен соответствующий флажок в меню &laquo;Настройки &rarr; Обсуждение&raquo;.

source: Use noindex for comments RSS feeds:
ru_ru: Использовать параметр &laquo;noindex&raquo; для RSS-ленты комментариев:

source: Check this for excluding comments RSS feeds from being indexed.
ru_ru: Отметьте, если вы хотите чтобы RSS-лента комментариев не индексировалась поисковыми машинами.

source: Use noindex for all RSS feeds:
ru_ru: Использовать параметр &laquo;noindex&raquo; для всех RSS-лент:

source: Check this for excluding all RSS feeds from being indexed.
ru_ru: Отметьте, если вы хотите чтобы все RSS-ленты не индексировались поисковыми машинами.

source: Use noindex for Search result pages on the site:
ru_ru: Использовать параметр &laquo;noindex&raquo; для страницы поиска по сайту:

source: Check this for excluding all search result pages from being indexed.
ru_ru: Отметьте, если вы хотите чтобы все страницы результатов поиска не индексировалась поисковыми машинами.

source: Use noindex for sub pages:
ru_ru: Использовать параметр &laquo;noindex&raquo; для подстраниц:

source: Check this for excluding all sub pages of home, categories, date based archives, tag, search and author pages from being indexed.
ru_ru: Отметьте, если вы хотите, чтобы подстраницы главной страницы, архивов по датам, архивов рубрик и меток, страницы поиска и страницы авторов не индексировались поисковыми машинами.

source: Use noindex for author archives:
ru_ru: Использовать параметр &laquo;noindex&raquo; для архивов по автору:

source: Check this for excluding author archives from being indexed.
ru_ru: Отметьте, если вы хотите чтобы архивы по автору не индексировались поисковыми машинами.

source: Add noodp meta tag:
ru_ru: Добавить атрибут &laquo;noodp&raquo; для тега META:

source: Check this for adding noopd meta tag.
ru_ru: Отметьте, чтобы добавить атрибут &laquo;noodp&raquo; для тега META.

source: Add noydir meta tag:
ru_ru: Добавить атрибут &laquo;noydir&raquo; для тега META:

source: Check this for adding noydir meta tag.
ru_ru: Отметьте, чтобы добавить атрибут &laquo;noydir&raquo; для тега META.

source: nofollow category listings on pages:
ru_ru: Добавить атрибут &laquo;nofollow&raquo; к списку рубрик на страницах:

source: Check this to nofollow category listings on pages.
ru_ru: Отметьте, чтобы добавить атрибут &laquo;nofollow&raquo; к списку рубрик на страницах.

source: nofollow category listings on posts:
ru_ru: Добавить атрибут &laquo;nofollow&raquo; к списку рубрик в записях:

source: Check this to nofollow category listings on posts (Not recommended)
ru_ru: Отметьте, чтобы добавить атрибут &laquo;nofollow&raquo; к списку рубрик в записях (не рекомендуется).

source: nofollow archive listings on pages:
ru_ru: Добавить атрибут &laquo;nofollow&raquo; к списку архивов на страницах:

source: Check this to nofollow archive listings on pages.
ru_ru: Отметьте, чтобы добавить атрибут &laquo;nofollow&raquo; к списку архивов на страницах.

source: nofollow archive listings on posts:
ru_ru: Добавить атрибут &laquo;nofollow&raquo; к списку архивов в записях:

source: Check this to nofollow archive listings on posts (Not recommended)
ru_ru: Отметьте, чтобы добавить атрибут &laquo;nofollow&raquo; к списку архивов в записях (не рекомендуется).

source: nofollow external links on front page:
ru_ru: Добавить атрибут &laquo;nofollow&raquo; к внешним ссылкам на главной странице:

source: Check this to nofollow external links on front page including home,category,author,tag and search pages.
ru_ru: Отметьте, чтобы добавить атрибут &laquo;nofollow&raquo; к внешним ссылкам на главной странице, включая страницы рубрик, меток, результатов поиска и информации об авторе.

source: nofollow login and registration links:
ru_ru: Добавить атрибут &laquo;nofollow&raquo; к ссылкам для регистрации и входа на сайт:

source: Check this to nofollow login and registration links
ru_ru: Отметьте, чтобы добавить атрибут &laquo;nofollow&raquo; к ссылкам для входа на сайт и на страницу регистрации.

source: nofollow links to tag pages:
ru_ru: Добавить атрибут &laquo;nofollow&raquo; к ссылкам на страницы меток:

source: Check this to nofollow links to tag pages
ru_ru: Отметьте, чтобы добавить атрибут &laquo;nofollow&raquo; к страницам меток.

source: Autogenerate Descriptions:
ru_ru: Создавать описания автоматически:

source: Check this and your META descriptions will get autogenerated, if there's no excerpt.
ru_ru: Отметьте, если вы хотите чтобы описания создавались автоматически, если у записи нет отрывка.

source: Additional Post Headers:
ru_ru: Дополнительные параметры области &lt;head&gt; для записей:

source: What you enter here will be copied verbatim to your header on post pages. You can enter whatever additional headers you want here, even references to stylesheets or google, yahoo, msn verification links.
ru_ru: То, что вы сюда введёте, будет скопировано в область &lt;head&gt; всех записей. Вы можете указать всё что угодно, даже ссылки на таблицы стилей или контрольные ссылки Google, Yahoo или MSN.

source: Additional Page Headers:
ru_ru: Дополнительные параметры области &lt;head&gt; для страниц:

source: What you enter here will be copied verbatim to your header on pages. You can enter whatever additional headers you want here, even references to stylesheets or google, yahoo, msn verification links
ru_ru: То, что вы сюда введёте, будет скопировано в область &lt;head&gt; всех страниц. Вы можете указать всё что угодно, даже ссылки на таблицы стилей или контрольные ссылки Google, Yahoo или MSN.

source: Additional Home Headers:
ru_ru: Дополнительные параметры области &lt;head&gt; для главной страницы:

source: What you enter here will be copied verbatim to your header on the home page. You can enter whatever additional headers you want here, even references to stylesheets or google, yahoo, msn verification links
ru_ru: То, что вы сюда введёте, будет скопировано в область &lt;head&gt; главной страницы. Вы можете указать всё что угодно, даже ссылки на таблицы стилей или контрольные ссылки Google, Yahoo или MSN.

source: Log important events:
ru_ru: Записывать важные события в журнал:

source: Check this and Platinum SEO pack will create a log of important events (platinum_seo_pack.log) in its plugin directory which might help debugging it. Make sure this directory is writable.
ru_ru: Отметьте, если вы хотите, чтобы все важные события записывались в журнал (platinum_seo_pack.log), который находится в директории плагина. Он может быть полезен при отладке. Убедитесь, что эта директория доступна для записи.

source: Link To Platinum SEO:
ru_ru: Ссылка на страницу Platinum SEO:

source: Check this to link to Platinum SEO and spread the word.If you do not want to donate, atleast link to home.Linking would not hurt your site in any way.Think twice before you decide not to link
ru_ru: Отметьте, чтобы создать на вашем сайте ссылку на страницу плагина Platinum SEO. Если вы не хотите сделать пожертвование, то хотя бы поставьте ссылку, она никак не повредит вашему сайту.

source: Update Options
ru_ru: Обновить настройки
