Repository: LonelyWolf2000/l10n-ru
Catalog: buddypress/buddypress-*.po
Languages: ru_ru

source: By default, all BuddyPress components are enabled. You can selectively disable any of the components by using the form below. Your BuddyPress installation will continue to function, however the features of the disabled components will no longer be accessible to anyone using the site.
ru_ru: По умолчанию, все BuddyPress компоненты включены. Вы можете выборочно отключить любой из компонентов в форме ниже. Ваша установка BuddyPress продолжит работу несмотря на то, что отключенная функциональность больше не будет доступна пользователям сайта.

source: Activity Streams
ru_ru: Ленты активности

source: Tracks user activity across the entire site.
ru_ru: Отслеживает активность пользователей на всем сайте.

source: Enabled
ru_ru: Включено

source: Disabled
ru_ru: Отключено

source: Blog Tracking
ru_ru: Отслеживание блогов

source: Tracks blogs, blog posts and blogs comments for a user across a WPMU installation.
ru_ru: Отслеживает блоги, публикацию и комментирование в них для пользователей по всему установленному WPMU.

source: bbPress Forums
ru_ru: Форумы bbPress

source: Activates bbPress forum support within BuddyPress groups or any other custom component.
ru_ru: Активирует поддержку форума bbPress внутри групп BuddyPress или любого другого компонента.

source: Allows the creation of friend connections between users.
ru_ru: Разрешает создание дружеских связей между пользователями.

source: Let users create, join and participate in groups.
ru_ru: Позволяет пользователям создавать, присоединяться и участвовать в группах.

source: Private Messaging
ru_ru: Личные сообщения

source: Let users send private messages to one another. Site admins can also send site-wide notices.
ru_ru: Позволяют пользователям отправлять друг другу личные сообщения. Администратор сайта также может оправлять уведомления всем.

source: Comment Wire
ru_ru: Сеть комментариев

source: Let users leave a comment on groups, profiles and custom components.
ru_ru: Позволяет пользователям оставлять комментарии в группах, профилях и в других компонентах.

source: Extended Profiles
ru_ru: Расширенный профиль

source: Activates customizable profiles and avatars for site users.
ru_ru: Активируетнастраиваемые профили и аватары для пользователей сайта.

source: Status Updates
ru_ru: Изменения статуса

source: Allow users to post status updates.
ru_ru: Позволить пользователям публиковать статусные сообщения.

source: Log In
ru_ru: Войти

source: Sign Up
ru_ru: Зарегистрироваться

source: My Account
ru_ru: Моя учетная запись

source: Log Out
ru_ru: Выйти

source: Subscriber
ru_ru: Подписчик

source: Contributor
ru_ru: Помощник

source: Author
ru_ru: Автор

source: Editor
ru_ru: Редактор

source: Dashboard
ru_ru: Консоль

source: New Post
ru_ru: Новая запись

source: Manage Posts
ru_ru: Записи

source: Manage Comments
ru_ru: Комментарии

source: Switch Theme
ru_ru: Сменить тему

source: Create a Blog!
ru_ru: Создать блог!

source: Notifications
ru_ru: Уведомления

source: No new notifications.
ru_ru: Нет новых уведомлений.

source: Blog Authors
ru_ru: Авторы блога

source: Visit
ru_ru: Посетить

source: Random Member
ru_ru: Случайный участник

source: Random Group
ru_ru: Случайная группа

source: Random Blog
ru_ru: Случайный блог

source: registered %s ago
ru_ru: зарегистрирован %s назад

source: friend
ru_ru: друг

source: friends
ru_ru: друзей

source: No members matched the current filter.
ru_ru: Таких нет.

source: Your avatar will be used on your profile and throughout the site.
ru_ru: Твой аватар будет использоваться в твоем профиле и по всему сайту.

source: Click below to select a JPG, GIF or PNG format photo from your computer and then click 'Upload Photo' to proceed.
ru_ru: Шелкните ниже, чтобы выбрать фотографии в формуте JPG, GIF или PNG с вашего компьютера и затем нажмите "Загрузить фото".

source: This is your current avatar
ru_ru: Это ваш текущий аватар

source: Delete
ru_ru: Удалить

source: Your image was bigger than the maximum allowed file size of:
ru_ru: Твой картинка была больше максимально разрешенного размера файла:

source: Your upload failed, please try again. Error was: %s
ru_ru: Закачка не удалась, пожалуйста попробуй еще раз. Ошибка: %s

source: The file you uploaded is too big. Please upload a file under %s
ru_ru: Файл слишком велик. Пожалуйста, не загружай файлы больше %s

source: Upload Failed! Error was: %s
ru_ru: Загрузка провалена! Произошла ошибка: %s

source: Security error.
ru_ru: Ошибка безопасности.

source: Error when cropping, please go back and try again
ru_ru: Ошибка во время образки, пожалуйста вернись и попробуй еще раз.

source: Error when saving avatars, please go back and try again.
ru_ru: Ошибка во время сохранение аватаров, пожалуйста вернись и попробуй еще раз.

source: Your new avatar was successfully created!
ru_ru: Твой новый аватар успешно создан!

source: Avatar successfully removed.
ru_ru: Аватар успешно удален.

source: Please Crop Your Avatar!
ru_ru: Пожалуйста, обрежь свой аватар!

source: Thumbnail Avatar
ru_ru: Маленький аватар

source: Please crop a small version of your avatar to use for thumbnails.
ru_ru: Пожалуйста обрежь картинку для маленькой версии твоего аватара.

source: Select the area to crop
ru_ru: Выберите область для обрезки

source: Crop Preview
ru_ru: Обрезать

source: Crop Thumbnail &amp; Continue
ru_ru: Обрезать малый аватар и Продолжить

source: Full Size Avatar
ru_ru: Полноразмерный аватар

source: Please crop a full size version of your avatar.
ru_ru: Пожалуйста обрежь картинку для большой версии твоего аватара.

source: Crop Full Size &amp; Save
ru_ru: Обрезать большой аватар и Сохранить

source: Upload Photo
ru_ru: Загрузить фото

source: Try Again
ru_ru: Пропробуй еще раз

source: <strong>You do not have any BuddyPress themes installed.</strong><br />Please move "/wp-content/plugins/buddypress/bp-themes/" to "/wp-content/bp-themes/" and refresh this page. You can <a href="http://buddypress.org/extend/themes/">download more themes here</a>.
ru_ru: <strong>У вас нет ни одной установленной темы BuddyPress.</strong><br />Пожалуйста, переместите "/wp-content/plugins/buddypress/bp-themes/" в "/wp-content/bp-themes/" и обновите эту страницу. Вы можете <a href="http://buddypress.org/extend/themes">скачать дополнительные темы здесь</a>.

source: friend
ru_ru: друг

source: friends
ru_ru: друзей

source: %s's friend list
ru_ru: Список друзей %s

source: blog
ru_ru: блог

source: blogs
ru_ru: блог(а,ов)

source: %s's blog list
ru_ru: Список блогов %s

source: group
ru_ru: группа

source: groups
ru_ru: групп

source: %s's group list
ru_ru: Список групп %s

source: Settings
ru_ru: Настройки

source: General
ru_ru: Общие

source: Delete Account
ru_ru: Удалить учетную запись

source: Changes Saved.
ru_ru: Изменения сохранены

source: Your passwords did not match
ru_ru: Твои пароли не совпадают

source: Account Email
ru_ru: e-mail учетной записи

source: Change Password <span>(leave blank for no change)</span>
ru_ru: Смени пароль <span>(или оставь пустым, чтобы не менять)</span>

source: New Password
ru_ru: Новый пароль

source: Repeat New Password
ru_ru: Повтори новый пароль

source: Save Changes
ru_ru: Сохранить изменения

source: Notification Settings
ru_ru: Настройки уведомлений

source: Email Notifications
ru_ru: Уведомления на e-mail

source: Send a notification by email when:
ru_ru: Отправлять уведомления по e-mail когда:

source: WARNING: Deleting your account will completely remove ALL content associated with it. There is no way back, please be careful with this option.
ru_ru: ВНИМАНИЕ: Удаление учетной записи полностью удалит ВСЕ связанное с ним содержание. Пути назад не будет, пожалуйста, будь осторожен с этим действием.

source: I understand the consequences of deleting my account.
ru_ru: Я сознательно продолжаю удаление моей учетной записи.

source: Delete My Account
ru_ru: Удалите мою учетную запись

source: Blog Details
ru_ru: Подробности о блоге

source: To register your first blog, just fill in the details below and your registration is complete.
ru_ru: Чтобы зарегистрировать твой первый блог, просто введи информацию в поле ниже.

source: (Must be at least 4 characters, letters and numbers only.)
ru_ru: (Как минимум 4 символа, только буквы и цифры.)

source: Email&nbsp;Address:
ru_ru: Email&nbsp;адрес:

source: (We&#8217;ll send your password to this address, so <strong>triple-check it</strong>.)
ru_ru: (Мы пошлем тебе пароль по этому адресу, поэтому <strong>трижды перепроверь его</strong>.)

source: You're already registered!
ru_ru: Ты уже регистрировался!

source: You can still create another blog however. Fill in the form below to add another blog to your account.
ru_ru: Ты сможешь создать другой блог в любое время. Заполни форму ниже и добавь новый блог к своей учетной записи.

source: There is no limit to the number of blogs you can have, so create to your heart's content, but blog responsibly. If you&#8217;re not going to use a great blog domain, leave it for a new user. Now have at it!
ru_ru: Нет никаких ограничений на количество блогов, так что твори сколько душе угодно, но будь ответственен. Если ты не собираешься использовать отличный домен, оставь его для новых пользователей. А теперь приступай!

source: The blog %s is yours.
ru_ru: Блог %s твой.

source: Registering for a new account is easy, just fill in the form below and you'll be a new member in no time at all.
ru_ru: Создать новую учетную запись легко, просто заполни форму ниже и ты станешь новым участником сразу же.

source: Create a Blog?
ru_ru: Создать блог?

source: If you want to create your first blog, select the option below and you'll be asked for a few more details.
ru_ru: Если ты хочешь создать свой блог, выбери настройку ниже и ответь на несколько вопросов.

source: Gimme a blog!
ru_ru: Дайте блог!

source: Just a username, please.
ru_ru: Пожалуйста, имя пользователя.

source: Next &raquo;
ru_ru: Дальше &raquo;

source: Congratulations, you are now registered!
ru_ru: Поздравляю, теперь ты зарегистрирован.

source: Your new username is: %s
ru_ru: Твое новое имя пользователя: %s

source: Before you can start using your new username, <strong>you must activate it</strong>. Check your inbox at <strong>%1$s</strong> and click the link given.
ru_ru: Перед тем, как ты сможешь начать использовать свое новое имя, <strong>ты должен его активировать</strong>. Проверь свой ящик на <strong>%1$s</strong> и перейди по ссылке в письме.

source: If you do not activate your username within two days, you will have to sign up again.
ru_ru: Если ты не активируешь свое имя пользователя за два дня, придется регистрироваться заново.

source: Signup &raquo;
ru_ru: Зарегистрироваться &raquo;

source: Congratulations, You are now registered!
ru_ru: Поздравляю, теперь ты зарегистрирован.

source: But, before you can start using your blog, <strong>you must activate it</strong>. Check your inbox at <strong>%s</strong> and click the link given. It should arrive within 30 minutes.
ru_ru: Но перед тем, как начать свой собственный блог, <strong>ты должен активировать его</strong>. Проверь свой ящик <strong>%s</strong> и перейди по ссылке в письме в течение 30 минут.

source: Still waiting for your email?
ru_ru: Все еще ждешь письмо?

source: If you haven't received your email yet, there are a number of things you can do:
ru_ru: Если ты пока не получил письмо, ты можешь сделать следующее:

source: Wait a little longer. Sometimes delivery of email can be delayed by processes outside of our control.
ru_ru: Подождать еще немного. Иногда доставка писем может задерживаться по пути.

source: Check the junk email or spam folder of your email client. Sometime emails wind up there by mistake.
ru_ru: Проверить корзину или папку спама твоего почтового ящика. Иногда письма отправляются туда по ошибке.

source: Have you entered your email correctly? We think it's %s but if you've entered it incorrectly, you won't receive it.
ru_ru: Ты ввел правильный адрес? Мы думаем, что это %s, но если ты ввел его неверно, письма ты не получишь.

source: Greetings Site Administrator! You are currently allowing '%s' registrations. To change or disable registration go to your <a href='wp-admin/wpmu-options.php'>Options page</a>.
ru_ru: Привествуем администратора сайта! У тебя сейчас разрешены регистрация '%s'. Чтобы изменить или запретить регистрацию, перейди на <a href='wp-admin/wpmu-options.php'>Страницу настроек</a>.

source: Registration has been disabled.
ru_ru: Регистрация отключена.

source: You must first <a href="%s">login</a>, and then you can create a new blog.
ru_ru: Ты должен сначала <a href="%s">войти</a> и потом можешь создать новый блог.

source: User registration has been disabled.
ru_ru: Регистрация пользователей отключена.

source: Blog registration has been disabled.
ru_ru: Регистрация блогов отключена.

source: I'm sorry. We're not accepting new registrations at this time.
ru_ru: Как жаль. Сейчас мы не принимаем новых регистраций.

source: You're logged in already. No need to register again!
ru_ru: Ты уже здесь. Незачем регистрироваться еще раз!

source: <p><em>The blog you were looking for, <strong>%s</strong> doesn't exist but you can create it now!</em></p>
ru_ru: <p><em>Блог <strong>%s</strong>, который ты ищешь, не существует, но ты можешь его создать прямо сейчас!</em></p>

source: <p><em>The blog you were looking for, <strong>%s</strong> doesn't exist.</em></p>
ru_ru: <p><em>Блог <strong>%s</strong>, который ты ищешь, не существует.</em></p>

source: Options
ru_ru: Настройки

source: Name
ru_ru: Имя

source: About Me
ru_ru: Обо мне

source: Website
ru_ru: Web-сайт

source: Blog &#8212;
ru_ru: Блог &#8212;

source: Blog &#8212; Categories &#8212;
ru_ru: Блог &#8212; Рубрики &#8212;

source: Blog &#8212; Tags &#8212;
ru_ru: Блог &#8212; Метки &#8212;

source: Blog
ru_ru: Блог

source: %s Directory
ru_ru: %s Каталог

source: Username
ru_ru: Имя пользователя

source: Remember Me
ru_ru: Запомните меня

source: Viewing member %d to %d (of %d members)
ru_ru: Просмотр участников с %d по %d (из %d)

source: %d friend
ru_ru: %d друг

source: %d friends
ru_ru: %d друзей

source: Welcome
ru_ru: Приветствие

source: Who's Online
ru_ru: Кто в сети

source: Create Account
ru_ru: Создать учетную запись

source: Title:
ru_ru: Заголовок:

source: Welcome Text:
ru_ru: Текст приветствия:

source: Newest
ru_ru: Новые

source: Active
ru_ru: Активные

source: Popular
ru_ru: Популярные

source: No one has signed up yet!
ru_ru: Пока никто не зарегистрировался!

source: Max Members to show:
ru_ru: Максимальное количество участников:

source: There are no users currently online.
ru_ru: Никого нет.

source: Maximum number of members to show:
ru_ru: Максимальное количество участников:

source: Forums Setup
ru_ru: Настройка форумов

source: Settings Saved.
ru_ru: Настройки сохранены.

source: To enable forums for each group in a BuddyPress installation, you must first download, install, and setup bbPress and integrate it with WordPress MU.
ru_ru: Чтобы разрешить форумы для каждой группы BuddyPress, вы должны сначала скачать, установить и настроить bbPress и интегрировать его с WordPress MU.

source: Once you have bbPress set up correctly, enter the options below so that BuddyPress can connect.
ru_ru: После корректной установки bbPress, введите настройки ниже так, чтобы BuddyPress мог соединиться.

source: bbPress URL
ru_ru: Ссылка bbPress

source: The URL of the location you installed bbPress. For example, http://example.com/forums/
ru_ru: Ссылка, где расположен установленный bbPress. Например, http://example.com/forums/

source: bbPress username
ru_ru: Имя пользователя bbPress

source: The username for the user (with admin rights) that you created for BuddyPress integration
ru_ru: Имя пользователя (с правами администратора), которое вы создали для интеграции с BuddyPress

source: bbPress password
ru_ru: Пароль bbPress

source: The password for the user (with admin rights) that you created for BuddyPress integration
ru_ru: Пароль пользователя (с правами администратора), который вы создали для интеграции с BuddyPress

source: Cache requests
ru_ru: Кэшировать запросы

source: Caching enabled
ru_ru: Кэширование включено

source: Turn on caching of requests to reduce latency and load.
ru_ru: Включите кэширование запросов для уменьшения канала и загрузки.

source: Cache timeout
ru_ru: Таймаут кэша

source: (seconds)
ru_ru: (секунды)

source: The amount of time in seconds that a cached request is valid for.
ru_ru: Время в секундах для кэша.

source: Forum lists from your bbPress forums
ru_ru: Список форумов bbPress

source: bbPress Forum list
ru_ru: Список форумов bbPress

source: Topics
ru_ru: Темы

source: Posts
ru_ru: Записи

source: Parent forum id or slug (optional):
ru_ru: Идентификатор родительского форума или ярлык (необязательно):

source: Hierarchy depth:
ru_ru: Глубина иерархии:

source: Layout style:
ru_ru: Стиль расположения:

source: ordered list
ru_ru: упорядоченный список

source: table
ru_ru: таблица

source: The latest topics from your bbPress forums
ru_ru: Последние темы из ваших форумов bbPress

source: bbPress latest topics
ru_ru: Последние темы bbPress

source: %1$s posted %2$s ago
ru_ru: %1$s опубликовал %2$s назад

source: Topic
ru_ru: Тема

source: Last Poster
ru_ru: Последний комментатор

source: Freshness
ru_ru: Свежесть

source: Forum id or slug (optional):
ru_ru: Идентификатор форума или ярлык (необязательно):

source: Number of topics to show:
ru_ru: Количество тем для отображения:

source: %d post
ru_ru: %d запись

source: %d posts
ru_ru: %d записей

source: Viewing topic %d to %d (%d total topics)
ru_ru: Просмотреть темы %d - %d (всего тем %d)

source: Viewing post %d to %d (%d total posts)
ru_ru: Просмотреть записи %d - %d (всего записей %d)

source: Add Friend
ru_ru: Подружиться

source: Friendship Requested
ru_ru: Предложена дружба

source: Request Pending
ru_ru: Ждущие предложения

source: New friendship request from %s
ru_ru: Новое предложение дружбы от %s

source: %s wants to add you as a friend. To view all of your pending friendship requests: %s To view %s's profile: %s ---------------------
ru_ru: %s хочет добавить тебя в список своих друзей. Все предложения дружбы: %s Личная страница %s здесь: %s ---------------------

source: To disable these notifications please log in and go to: %s
ru_ru: Чтобы отключить эту уведомление, войди в систему и перейди по ссылке: %s

source: %s accepted your friend request. To view %s's profile: %s ---------------------
ru_ru: %s принял твое предложение дружбы. Личную страницу %s можно увидеть profile: %s ---------------------

source: requested %s ago
ru_ru: затребовано %s назад

source: Viewing friend %d to %d (of %d friends)
ru_ru: Просмотр друзей с %d по %d (из %d)

source: Filter Friends
ru_ru: Фильтр друзей

source: Cancel Friendship
ru_ru: Отменить дружбу

source: Recently Active
ru_ru: Недавняя активность

source: Alphabetically
ru_ru: В алфавитном порядке

source: %s's Friends
ru_ru: Друзья %s

source: See All
ru_ru: Посмотреть всё

source: You haven't added any friend connections yet.
ru_ru: Пока у тебя нет здесь друзей.

source: %s hasn't created any friend connections yet.
ru_ru: У %s пока нет друзей.

source: There aren't enough site members to show a random sample just yet.
ru_ru: Не

source: There were errors when deleting groups, please try again
ru_ru: Произошла ошибка во время удаления группы. Попробуй еще.

source: Groups deleted successfully
ru_ru: Группа удалена

source: Search Groups
ru_ru: Поиск групп

source: Are you sure?
ru_ru: Ты уверен?

source: Groups matching: "%s"
ru_ru: Группы по запросу: "%s"

source: Description
ru_ru: Описание

source: Type
ru_ru: Тип

source: Created
ru_ru: Создано

source: Last Active
ru_ru: Последняя активность

source: Edit
ru_ru: Править

source: No groups found.
ru_ru: Не найдено групп.

source: Remove Invite
ru_ru: Удалить приглашение

source: created %s ago
ru_ru: создано %s назад

source: member
ru_ru: участник

source: members
ru_ru: участников

source: No groups matched the current filter.
ru_ru: Нет таких групп

source: This group has no members.
ru_ru: В группе нет участников.

source: (banned)
ru_ru: (забанен)

source: Kick and ban this member
ru_ru: Выбросить и забанить этого участника

source: Remove Ban
ru_ru: Отменить бан

source: Kick &amp; Ban
ru_ru: Выбросить и заблокировать

source: Promote this member
ru_ru: Продвинуть этого участника

source: Promote to Moderator
ru_ru: Сделать модератором

source: Error joining group
ru_ru: Ошибка вступления в группу

source: Error requesting membership
ru_ru: Ошибка предложения дружбы

source: Membership Requested
ru_ru: Дружба предложена

source: Error leaving group
ru_ru: Ошибка выхода из группы

source: Join Group
ru_ru: Присоединиться к группе

source: New wire post on group: %s
ru_ru: Новое сообщение в сети группы: %s

source: %s posted on the wire of the group "%s": "%s" To view the group wire: %s To view the group home: %s To view %s's profile page: %s ---------------------
ru_ru: %s написал в сеть группы "%s": "%s" Сеть группы: %s Страница группы: %s Личная страница %s: %s ---------------------

source: Group Details Updated
ru_ru: Информация группы обновлена

source: Group details for the group "%s" were updated: To view the group: %s ---------------------
ru_ru: Информация о группе "%s" обновлена: Посмотреть на группу: %s ---------------------

source: Membership request for group: %s
ru_ru: Запрос на участие в группу: %s

source: %s wants to join the group "%s". Because you are the administrator of this group, you must either accept or reject the membership request. To view all pending membership requests for this group, please visit: %s To view %s's profile: %s ---------------------
ru_ru: %s хочет присоединиться к группе "%s". Как администраторы этой группы ты должен принять или отвергнуть запрос на участие. Чтобы просмотреть все запросы на участие в группе, пожалуйста, пройди сюда: %s Личная страница %s: %s ---------------------

source: Membership request for group "%s" accepted
ru_ru: Заявка на участие в группе "%s" принята

source: Your membership request for the group "%s" has been accepted. To view the group please login and visit: %s ---------------------
ru_ru: Твой запрос на участие в группе "%s" принят. Чтобы увидеть группу, авторизуйся и посети: %s ---------------------

source: Membership request for group "%s" rejected
ru_ru: Заявка на участие в группе "%s" отклонена

source: Your membership request for the group "%s" has been rejected. To submit another request please log in and visit: %s ---------------------
ru_ru: Твой запрос на участие в группе "%s" был отвергнут. Чтобы послать другую заявку, войди и посети: %s ---------------------

source: an administrator
ru_ru: администратор

source: a moderator
ru_ru: модератор

source: You have been promoted in the group: "%s"
ru_ru: Тебя продвинули в группе: "%s"

source: You have been promoted to %s for the group: "%s". To view the group please visit: %s ---------------------
ru_ru: Тебя продвинули в %s в группе "%s". Чтобы увидеть группу, посети: %s ---------------------

source: You have an invitation to the group: "%s"
ru_ru: Тебя пригласили в группу: "%s"

source: One of your friends %s has invited you to the group: "%s". To view your group invites visit: %s To view the group visit: %s To view %s's profile visit: %s ---------------------
ru_ru: Твой друг %s пригласил тебя в группу: "%s". Все твои приглашения: %s Группа: %s Личная страница %st: %s ---------------------

source: Recently Joined
ru_ru: Недавно присоединились

source: Most Popular
ru_ru: Популярные

source: Administrator Of
ru_ru: Администратор

source: Moderator Of
ru_ru: Модератор

source: Group Details
ru_ru: Подробности о группе

source: Group Settings
ru_ru: Настройки группы

source: Group Avatar
ru_ru: Аватар группы

source: Invite Members
ru_ru: Пригласить участников
