Repository: LonelyWolf2000/l10n-ru
Catalog: buddypress/buddypress-*.po
Languages: ru_ru

source: Activity
ru_ru: Активность

source: Just Me
ru_ru: Только я

source: My Friends
ru_ru: Мои друзья

source: My Activity
ru_ru: Моя активность

source: Blogs
ru_ru: Блоги

source: My Blogs
ru_ru: Мои блоги

source: Recent Posts
ru_ru: Свежие записи

source: Recent Comments
ru_ru: Свежие комментарии

source: Create a Blog
ru_ru: Создать блог

source: %s created a new blog: %s
ru_ru: %s создал новый блог: %s

source: %s wrote a new blog post: %s
ru_ru: %s написал в блог: %s

source: %s commented on the blog post %s
ru_ru: %s прокомментировал запись %s

source: General Settings
ru_ru: Общие настройки

source: Component Setup
ru_ru: Настройка компонентов

source: Profile
ru_ru: Профиль

source: Public
ru_ru: Публичное

source: My Profile
ru_ru: Мой профиль

source: You
ru_ru: Ты

source: %s's
ru_ru: %s

source: at
ru_ru: в

source: year
ru_ru: год

source: years
ru_ru: лет

source: month
ru_ru: месяц

source: months
ru_ru: месяцев

source: week
ru_ru: неделю

source: weeks
ru_ru: недель

source: day
ru_ru: день

source: days
ru_ru: дней

source: hour
ru_ru: час

source: hours
ru_ru: часов

source: minute
ru_ru: минуту

source: minutes
ru_ru: минут

source: second
ru_ru: секунду

source: seconds
ru_ru: секунд

source: [Adjust Time Zone]
ru_ru: [Настройте временную зону]

source: ,|Separator in time since
ru_ru: ,|Разделитель во время с

source: not recently active
ru_ru: давно здесь не был

source: Friends
ru_ru: Друзья

source: Requests
ru_ru: Запросы

source: Friendship accepted
ru_ru: Дружба принята

source: Friendship could not be accepted
ru_ru: Дружба не принята

source: Friendship rejected
ru_ru: В дружбе отказано

source: Friendship could not be rejected
ru_ru: Дружба не может быть отвергнута

source: Yes
ru_ru: Да

source: No
ru_ru: Нет

source: A member sends you a friendship request
ru_ru: Участник прислал тебе предложение дружбы

source: A member accepts your friendship request
ru_ru: Участник принял твое предложение дружбы

source: Friendship could not be requested.
ru_ru: Дружбу нельзя предложить.

source: Friendship requested
ru_ru: Предложена дружба

source: You are already friends with this user
ru_ru: Вы с ним уже друзья

source: You already have a pending friendship request with this user
ru_ru: У тебя уже есть ожидающее предложение дружбы с ним

source: Friendship could not be canceled.
ru_ru: Дружбу нельзя отменить.

source: Friendship canceled
ru_ru: Дружба отменена

source: You are not yet friends with this user
ru_ru: Вы с ним пока не друзья

source: You have a pending friendship request with this user
ru_ru: У тебя есть ожидающее предложение дружбы с ним

source: %s and %s are now friends
ru_ru: %s и %s теперь друзья

source: %d friends accepted your friendship requests
ru_ru: %d друзей приняли вашу дружбу

source: %s accepted your friendship request
ru_ru: %s принял твою дружбу

source: Friendship requests
ru_ru: Запрос дружбы

source: You have %d pending friendship requests
ru_ru: Тебя ждет %d предложение дружбы

source: You have a friendship request from %s
ru_ru: У тебя приглашение дружить от %s

source: Groups
ru_ru: Группы

source: My Groups
ru_ru: Мои группы

source: Create a Group
ru_ru: Создать группу

source: Invites
ru_ru: Приглашения

source: Home
ru_ru: Главная

source: Admin
ru_ru: Админ

source: Request Membership
ru_ru: Запрос участия

source: Forum
ru_ru: Форум

source: Wire
ru_ru: Сеть

source: Photos
ru_ru: Фотографии

source: Members
ru_ru: Участники

source: Send Invites
ru_ru: Пригласить

source: Leave Group
ru_ru: Уйти

source: Group invite could not be accepted
ru_ru: Приглашение в группу не может быть принято

source: Group invite accepted
ru_ru: Приглашение в группу принято

source: Group invite could not be rejected
ru_ru: Приглашение в группу не может быть отвергнуто

source: Group invite rejected
ru_ru: Приглашение в группу отвергнуто

source: There was an error saving group details. Please try again.
ru_ru: Во время сохранения данных группы произошла ошибка. Попробуй еще раз.

source: Wire message could not be posted.
ru_ru: Сетевое сообщение не может быть опубликовано.

source: Wire message successfully posted.
ru_ru: Сетевое сообщение успешно опубликовано.

source: There was an error deleting the wire message.
ru_ru: Во время удаления сетевого сообщения произошла ошибка.

source: Wire message successfully deleted.
ru_ru: Сетевое сообщение успешно удалена.

source: Group invites sent.
ru_ru: Приглашение в группу отправлено.

source: As the only group administrator, you cannot leave this group.
ru_ru: Ты не можешь покинуть эту группу, потому что ты ее администратор.

source: There was an error leaving the group. Please try again.
ru_ru: Во время выхода произошла ошибка. Пропробуй еще раз.

source: You left the group successfully.
ru_ru: Ты успешно покинул группу.

source: There was an error sending your group membership request, please try again.
ru_ru: Во время отправки запроса на участие в группе произошла ошибка. Попробуй еще раз.

source: Your membership request was sent to the group administrator successfully. You will be notified when the group administrator responds to your request.
ru_ru: Твоя заявка на участие отправлена администратору группы. Тебя уведомят, когда он ответит на нее.

source: There was an error updating group details, please try again.
ru_ru: Во время сохранения данных группы произошла ошибка. Попробуй еще раз.

source: Group details were successfully updated.
ru_ru: Описание группы было успешно обновлено.

source: There was an error updating group settings, please try again.
ru_ru: Во время обновления настроек группы произошла ошибка. Попробуй еще раз.

source: Group settings were successfully updated.
ru_ru: Настройки группы успешно обновлены.

source: There was an error updating the group avatar, please try again.
ru_ru: Во время сохранения аватара группы произошла ошибка. Попробуй еще раз.

source: The group avatar was successfully updated.
ru_ru: Аватар группы успешно обновлен.

source: There was an error when promoting that user, please try again
ru_ru: Произошла ошибка во время повышения этого пользователя. Пожалуйста, попробуй еще.

source: User promoted successfully
ru_ru: Пользователь повышен

source: There was an error when demoting that user, please try again
ru_ru: Произошла ошибка во время понижения этого пользователя. Пожалуйста, попробуй еще.

source: User demoted successfully
ru_ru: Пользователь понижен

source: There was an error when banning that user, please try again
ru_ru: Произошла ошибка во время блокирования этого пользователя. Пожалуйста, попробуй еще.

source: User banned successfully
ru_ru: Пользователь заблокирован

source: There was an error when unbanning that user, please try again
ru_ru: Произошла ошибка во время отмены блокировки пользователя. Пожалуйста, попробуй еще.

source: User ban removed successfully
ru_ru: Блокировка снята

source: There was an error accepting the membership request, please try again.
ru_ru: При подтверждении запроса на участие произошла ошибка. Пожалуйста, попробуй ещё раз.

source: Group membership request accepted
ru_ru: Заявка на участие в группе принята

source: There was an error rejecting the membership request, please try again.
ru_ru: При отклонении запроса на участие произошла ошибка. Пожалуйста, попробуй ещё раз.

source: Group membership request rejected
ru_ru: Заявка на участие в группе отклонена

source: There was an error deleting the group, please try again.
ru_ru: Произошла ошибка во время удаления группы. Попробуй еще.

source: The group was deleted successfully
ru_ru: Группа успешно удалена.

source: A member invites you to join a group
ru_ru: Участник пригласил тебя присоединиться к группе

source: Group information is updated
ru_ru: Информация о группе обновлена

source: A member posts on the wire of a group you belong to
ru_ru: Участник опубликовал сообщение в сети группы, в которую вы входите

source: You are promoted to a group administrator or moderator
ru_ru: Тебя назначили администратором или модератором группы

source: A member requests to join a private group for which you are an admin
ru_ru: Пользователь запросил участие в частной группе, которую ты администрируешь

source: There was an error joining the group.
ru_ru: Ошибка присоединения к группе.

source: You joined the group!
ru_ru: Ты вошел в группу!

source: %s joined the group %s
ru_ru: %s присоединился к группе %s

source: %s created the group %s
ru_ru: %s создал группу %s

source: %s wrote on the wire of the group %s
ru_ru: %s написал в сети группы %s

source: %s posted on the forum topic %s in the group %s:
ru_ru: %s написал в тему %s на форуме группы %s:

source: %s created the forum topic %s in the group %s:
ru_ru: %s создал тему %s на форуме группы %s:

source: Group Membership Requests
ru_ru: Запросы на участие в группе

source: %d new membership requests for the group "%s"
ru_ru: %d новых запросов на участие в группе "%s"

source: %s requests membership for the group "%s"
ru_ru: %s оставил заявку на участие в группе "%s"

source: %d accepted group membership requests
ru_ru: %d принятых заявок на участие в группе

source: Membership for group "%s" accepted
ru_ru: Участие в группе "%s" подтверждено

source: %d rejected group membership requests
ru_ru: %d отклоненных заявок на участие в группе

source: Membership for group "%s" rejected
ru_ru: Участие в группе "%s" отклонено

source: You were promoted to an admin in %d groups
ru_ru: Вы назначены админимтраторов в %d группах

source: You were promoted to an admin in the group %s
ru_ru: Тебя назначили администратором в группе %s

source: You were promoted to a mod in %d groups
ru_ru: Тебя назначили модератором в %d группах

source: You were promoted to a mod in the group %s
ru_ru: Тебя провдинули в модераторы группы %s

source: Group Invites
ru_ru: Приглашения в группу

source: You have %d new group invitations
ru_ru: У тебя %d новых приглашений в группу

source: You have an invitation to the group: %s
ru_ru: Тебя пригласили в группу: %s

source: There is no error, the file uploaded with success
ru_ru: Ошибок не было, файл успешно загружен

source: The uploaded file exceeds the upload_max_filesize directive in php.ini
ru_ru: Размер загруженного файла превышает значение <code>upload_max_filesize</code>, установленное в файле <code>php.ini</code>.

source: The uploaded file exceeds the MAX_FILE_SIZE directive that was specified in the HTML form
ru_ru: Размер загруженного файла превышает значение <em>MAX_FILE_SIZE</em>, указанное в HTML-форме.

source: The uploaded file was only partially uploaded
ru_ru: Файл был загружен неполностью.

source: No file was uploaded
ru_ru: Файл не был загружен

source: Missing a temporary folder
ru_ru: Пропала временная директория

source: Your group avatar upload failed, please try again. Error was:
ru_ru: Аватар группы не удалось загрузить, пожалуйста попробуй еще. Ошибки такие:

source: The file you uploaded is too big. Please upload a file under
ru_ru: Твой файл слишком большой. Пожалуйста, загрузи файл под

source: Please upload only JPG, GIF or PNG photos.
ru_ru: Пожалуйста загружайте только фотографии JPG, GIF или PNG.

source: Upload Failed! Please check the permissions on the group avatar upload directory.
ru_ru: Загрузка не удалась! Пожалуйста, проверь доступ в директорию загрузки аватаров группы.

source: Group Admin
ru_ru: Администратор

source: Reply posted successfully!
ru_ru: Сообщение успешно опубликовано!

source: There was an error posting that reply.
ru_ru: Произошла ошибка публикации ответа.

source: Topic posted successfully!
ru_ru: Тема успешно опубликована!

source: There was an error posting that topic.
ru_ru: Произошла ошибка публикации темы.

source: Messages
ru_ru: Сообщения

source: Inbox
ru_ru: Входящие

source: Sent Messages
ru_ru: Отправленные

source: Compose
ru_ru: Написать

source: Notices
ru_ru: Уведомления

source: My Messages
ru_ru: Мои сообщения

source: There was a problem deactivating that notice.
ru_ru: Во время отключения этого уведомления произошла ошибка.

source: Notice deactivated.
ru_ru: Уведомления отключены.

source: There was a problem activating that notice.
ru_ru: Во время включения этого уведомления произошла ошибка.

source: Notice activated.
ru_ru: Уведомления включены.

source: There was a problem deleting that notice.
ru_ru: Во время удаления этого уведомления произошла ошибка.

source: Notice deleted.
ru_ru: Уведомление удалено.

source: A member sends you a new message
ru_ru: Участник послал тебе новое сообщение

source: A new site notice is posted
ru_ru: Опубликовано новое уведомление сайта

source: From: %s
ru_ru: От: %s

source: There was an error deleting that message.
ru_ru: Во время удаления этого сообщения произошла ошибка.

source: Message deleted.
ru_ru: Сообщение удалено.

source: There was an error deleting messages.
ru_ru: Во время удаления сообщения произошла ошибка.

source: Messages deleted.
ru_ru: Сообщения удалены.

source: You have %d new messages
ru_ru: У тебя %d новых сообщений

source: You have %d new message
ru_ru: У тебя %d новое сообщение

source: Notice posted successfully.
ru_ru: Уведомление успешно опубликовано.

source: There was an error posting that notice.
ru_ru: Произошла ошибка публикации этого уведомления.

source: Please enter at least one valid user to send this message to.
ru_ru: Пожалуйста, введи хотя бы одного пользователя для отправки сообщения.

source: There was an error sending the reply, please try again.
ru_ru: Во время отправки ответа произошла ошибка. Пожалуйста, попробуй еще.

source: You must send your message to one or more users not including yourself.
ru_ru: Ты должен отправить сообщение одному или больше пользователей исключая себя.

source: Please make sure you fill in all the fields.
ru_ru: Убедись, что заполнил все поля.

source: Please make sure you have typed a message before sending a reply.
ru_ru: Убедись, что ввел сообщение перед отправкой ответа.

source: Message could not be sent, please try again.
ru_ru: Сообщение не может быть отправлено, попробуй еще раз.

source: Message sent successfully!
ru_ru: Сообщение успешно отправлено!

source: View Message
ru_ru: Просмотреть сообщение

source: %s posted a new status update:
ru_ru: %s изменил свой статус:

source: Your status was updated successfully!
ru_ru: Ваш статус успешно изменен!

source: There was a problem updating your status. Please try again.
ru_ru: Во время обновления твоего статуса произошла ошибка. Попробуй еще раз.

source: All Posts
ru_ru: Все записи

source: My Wire
ru_ru: Моя сеть

source: Profile Field Setup
ru_ru: Настройка полей профиля

source: Edit Profile
ru_ru: Редактировать

source: Change Avatar
ru_ru: Сменить аватар

source: A member posts on your wire
ru_ru: Участник опубликовал в вашей сети

source: Wire message could not be posted. Please try again.
ru_ru: Сетевое сообщение не может быть отправлено, попробуй еще раз.

source: Wire post could not be deleted, please try again.
ru_ru: Сетевое сообщение не може быть удалено, попробуй еще.

source: %s wrote on their own wire
ru_ru: %s написал в свою собственную сеть

source: %s wrote on %s wire
ru_ru: %s написал в сеть %s

source: %s updated the "%s" information on their profile
ru_ru: %s обновил "%s" в своем профиле.

source: You have %d new posts on your wire
ru_ru: В твоей сети %d новых сообщений

source: %s posted on your wire
ru_ru: %s написал в твоей сети

source: Information
ru_ru: Информация

source: %s cannot be left blank.
ru_ru: %s нельзя оставлять пустым.

source: There was a problem saving changes to this field, please try again.
ru_ru: Произошла ошибка сохранения изменений в этом поле. Пожалуйста, попробуй еще.

source: Save Changes &raquo;
ru_ru: Сохранить изменения &raquo;

source: There were problems saving your information. Please fix the following:<br />
ru_ru: Произошла ошибка сохранения твоей информации. Пожалуйста, исправь одним из способов:<br />

source: Changes saved.
ru_ru: Изменения сохранены.

source: That group does not exist.
ru_ru: Нет такой группы.

source: Viewing item %d to %d (of %d items)
ru_ru: Просмотр элементов с %d по %d (из %d)

source: Loading
ru_ru: Загрузка

source: &nbsp; %s ago
ru_ru: &nbsp; %s назад

source: Site Wide Activity
ru_ru: Активность на сайте

source: RSS Feed
ru_ru: RSS

source: Site Wide Activity RSS Feed
ru_ru: RSS всей активности на сайте

source: There has been no recent site activity.
ru_ru: В последнее время никакой активности на сайте не было.

source: Max Number of Items:
ru_ru: Максимальное количество элементов:

source: Friends Activity
ru_ru: Активность друзей

source: %s - Friends Activity Feed
ru_ru: %s - Лента активности друзей

source: %s - Activity Feed
ru_ru: %s - Лента активности

source: Site Wide Activity Feed
ru_ru: Лента всей активности на сайте

source: There was a problem, please correct the form below and try again.
ru_ru: Что-то не получилось. Пожалуйста, исправьте данные в этой форме и попробуйте еще раз.

source: By filling out the form below, you can <strong>add a blog to your account</strong>. There is no limit to the number of blogs you can have, so create to your heart's content, but blog responsibly.
ru_ru: Ты можешь <strong>добавить блог в свою учетную запись</strong>, если заполнишь форму ниже. Нет никаких ограничений на количество блогов, так что создавайте столько, сколько нужно.

source: If you&#8217;re not going to use a great blog domain, leave it for a new user. Now have at it!
ru_ru: Если вы не собираетесь использовать отличный домен, оставьте его для новых пользователей. А теперь приступайте!

source: Create Blog &raquo;
ru_ru: Создать блог &raquo;

source: Blog Name:
ru_ru: Имя блога:

source: Blog Domain:
ru_ru: Домен блога:

source: Your address will be
ru_ru: Твой адрес будет

source: blogname
ru_ru: имя блога

source: domain.
ru_ru: домен.

source: Must be at least 4 characters, letters and numbers only. It cannot be changed so choose carefully!)
ru_ru: Как минимум 4 символа, только буквы и цифры. Вы не сможете это изменить, так что будьте внимательны!)

source: Blog Title:
ru_ru: Заголовок блога:

source: Privacy:
ru_ru: Приватность:

source: I would like my blog to appear in search engines like Google and Technorati, and in public listings around this site.
ru_ru: Я хочу, чтобы мой блог присутствовал в поисковых системах вроде Google and Technorati, а также в &laquo;прямом эфире&raquo; этого сайта.

source: Congratulations! You have successfully registered a new blog.
ru_ru: Поздравляю! Ты успешно зарегистрировал новый блог.

source: <a href="http://%1$s">http://%2$s</a> is your new blog. <a href="%3$s">Login</a> as "%4$s" using your existing password.
ru_ru: <a href="http://%1$s">http://%2$s</a> &#8212; ваш новый блог. <a href="%3$s">Войдите</a> как "%4$s", используя ваш пароль.

source: %s's Blogs
ru_ru: Блог %s

source: %s's Recent Posts
ru_ru: Последние записи %s

source: %s's Recent Comments
ru_ru: Последние комментарии %s

source: Viewing blog %d to %d (of %d blogs)
ru_ru: Просмотр блогов с %d по %d (из %d)

source: Viewing post %d to %d (of %d posts)
ru_ru: Просмотр записей %d - %d (из %d)

source: Enter your password to view comments
ru_ru: Введи свой пароль для просмотра комментариев

source: Comment on %s
ru_ru: Комментарий на %s

source: Blog Avatar
ru_ru: Аватар блога

source: active %s ago
ru_ru: был здесь %s назад

source: Latest Post: %s
ru_ru: Свежая запись: %s

source: Search anything...
ru_ru: Искать все...

source: Search
ru_ru: Поиск

source: Recent Blog Posts
ru_ru: Свежие записи в блогах

source: Site Wide
ru_ru: Вся сеть

source: by %s from the blog <a href="%s">%s</a>
ru_ru: от %s из блога <a href="%s">%s</a>

source: There are no recent blog posts, why not write one?
ru_ru: В блогах нет свежих записей, почему никто не пишет?

source: Max Number of Posts:
ru_ru: Максимальное количество записей:

source: Activation Key Required
ru_ru: Требуется ключ активации

source: This is the key contained in the email you were sent after registering for this site.
ru_ru: Этот ключ есть в письме, который послан тебе после регистрации на этом сайте.

source: Activation Key:
ru_ru: Ключ активации:

source: Activate &raquo;
ru_ru: Активировать &raquo;

source: Your account is now active!
ru_ru: Твоя учетная запись теперь активна!

source: Your account has already been activated. You can now log in with the account details that were emailed to you.
ru_ru: Твоя учетная запись уже была активирована. Ты теперь можешь войти с логином/паролем, которые были выстаны тебе почтой.

source: An error occurred during the activation
ru_ru: Произошла ошибка во время активации

source: Your account is now activated. <a href="%1$s">Login</a> or go back to the <a href="%2$s">homepage</a>.
ru_ru: Твоя запись не активирована. <a href="%1$s">Войди</a> или вернись на <a href="%2$s">главную страницу</a>.

source: Username:
ru_ru: Имя пользователя:

source: Password:
ru_ru: Пароль:

source: To activate your blog, please click the following link: %s After you activate, you will receive *another email* with your login. After you activate, you can visit your blog here: %s
ru_ru: Чтобы активировать свой блог, перейди по следующей ссылке: %s Посте активации ты получишь *другое письмо* с логином. После активации ты сможешь увидеть свой блог здесь:: %s

source: Activate %s
ru_ru: Активировать %s

source: To activate your user, please click the following link: %s After you activate, you will receive *another email* with your login.
ru_ru: Чтобы активировать своего пользователя, перейди по ссылке: %s После активации ты получишь *другое письмо* с твоим логином.

source: BuddyPress Settings
ru_ru: Настройки BuddyPress

source: Settings Saved
ru_ru: Настройки сохранены

source: Base profile group name
ru_ru: Базовое имя профиля группы

source: Full Name field name
ru_ru: Поле полного имени группы

source: Disable BuddyPress to WordPress profile syncing?
ru_ru: Отключить синхронизацию BuddyPress с профилями WordPress?

source: Hide admin bar for logged out users?
ru_ru: Скрывать панель администарирования для неавторизованных пользователей?

source: Disable avatar uploads? (Gravatars will still work)
ru_ru: Запретить загрузку аватаров? (Граватары будут работать и дальше)

source: Allow non-friends to post on profile wires?
ru_ru: Позволять не-друзьям писать в личной сети?

source: Select theme to use for BuddyPress generated pages
ru_ru: Выберите тему для страниц BuddyPress

source: <strong>You do not have any BuddyPress themes installed.</strong><p style="line-height: 150%%">Please move the default BuddyPress themes to their correct location (move %s to %s) and reload this page. You can <a href="http://buddypress.org/extend/themes" title="Download">download more themes here</a>.</p>
ru_ru: <strong>У вас нет ни одной установленной темы BuddyPress.</strong><p style="line-height: 150%%">Пожалуйста, переместите темы BuddyPress по умолчанию на их правильное место (переместите %s в %s) и обновите эту страницу. Вы можете <a href="http://buddypress.org/extend/themes" title="Download">скачать дополнительные темы здесь</a>.</p>

source: No Themes Installed.
ru_ru: Нет установленых тем.

source: Default User Avatar
ru_ru: Аватар пользователя по умолчанию

source: For users without a custom avatar of their own, you can either display a generic logo or a generated one based on their email address
ru_ru: Для пользователей без собственного аватара вы можете или показывать логотип, или автоматически генерировать аватар на основе их почтовых адресов.

source: Mystery Man
ru_ru: Человек-загадка

source: Identicon (Generated)
ru_ru: Identicon (Автоматический)

source: Wavatar (Generated)
ru_ru: Wavatar (Автоматический)

source: MonsterID (Generated)
ru_ru: MonsterID (Автоматический)

source: Save Settings
ru_ru: Сохранить настройки

source: BuddyPress Component Setup
ru_ru: Настройки компонентов BuddyPress
