Repository: LonelyWolf2000/l10n-ru
Catalog: buddypress/buddypress-*.po
Languages: ru_ru

source: Group Name
ru_ru: Название группы

source: Group Description
ru_ru: Описание группы

source: Recent News
ru_ru: Свежие новости

source: Create Group and Continue
ru_ru: Создать группу и продолжить

source: Enable comment wire
ru_ru: Разрешить комментарии в сети

source: Enable discussion forum
ru_ru: Разрешить форум обсуждений

source: <strong>Attention Site Admin:</strong> Group forums require the <a href="%s">correct setup and configuration</a> of a bbPress installation.
ru_ru: <strong>Вниманию админиатратора сайта:</strong> Форумы групп требуют <a href="%s">корректную установку и конфигурацию</a> bbPress.

source: Enable photo gallery
ru_ru: Разрешить фотогалерею

source: All members can upload photos
ru_ru: Все участники могут загружать фотографии

source: Only group admins can upload photos
ru_ru: Только администратор группы можут загружать фотографии

source: Privacy Options
ru_ru: Настройки конфиденциальности

source: This is a public group
ru_ru: Это открытая группа

source: Any site member can join this group.
ru_ru: Каждый пользователь сайта может присоединиться к этой группе.

source: This group will be listed in the groups directory and in search results.
ru_ru: Эта группа будет видна в каталоге групп и в результатах поиска.

source: Group content and activity will be visible to any site member.
ru_ru: Содержимое и активность группы будет видна всем пользователям сайта.

source: This is a private group
ru_ru: Это частная группа

source: Only users who request membership and are accepted can join the group.
ru_ru: Только пользователи, запросившие участие и принятые администратором, могу присоединиться к группе.

source: Group content and activity will only be visible to members of the group.
ru_ru: Содержимое и активность группы будет видна только ее участникам.

source: This is a hidden group
ru_ru: Это скрытая группа

source: Only users who are invited can join the group.
ru_ru: Только приглашенные пользователи могу присоединиться.

source: This group will not be listed in the groups directory or search results.
ru_ru: Эта группа не будет видна в каталоге групп и результатах поиска.

source: Save and Continue
ru_ru: Сохранить и продолжить

source: Please complete all previous steps first.
ru_ru: Пожалуйста, заверши сначала все предыдущие шаги

source: Upload an image to use as an avatar for this group. The image will be shown on the main group page, and in search results.
ru_ru: Загрузите изображение для использования ее в качестве аватара этой группы. Изображение будет показано на главной странице группы и в результатах поиска.

source: Skip
ru_ru: Пропустить

source: Once you build up your friends list you will be able to invite friends to join your group.
ru_ru: Созданный тобой список друзей позволит приглашать друзей в группу.

source: Finish
ru_ru: Закончить

source: No friends to invite.
ru_ru: Нет друзей для приглашения.

source: No Group Avatar
ru_ru: У группы нет аватара

source: Group
ru_ru: Группа

source: %d member
ru_ru: %d участник

source: %d members
ru_ru: участников: %d

source: There aren't enough groups to show a random sample just yet.
ru_ru: Недостаточно групп для показа случайной выборки в настоящее время.

source: %s's Groups
ru_ru: Группы %s

source: You haven't joined any groups yet.
ru_ru: Ты не входишь ни в одну группу.

source: %s hasn't joined any groups yet.
ru_ru: %s пока не присоединился к группе.

source: Public Group
ru_ru: Открытая группа

source: Hidden Group
ru_ru: Скрытая группа

source: Private Group
ru_ru: Закрытая группа

source: not yet active
ru_ru: пока не активно

source: Private
ru_ru: Закрытая

source: No Admins
ru_ru: Нет администратора

source: Group Mod
ru_ru: Модератор

source: No Mods
ru_ru: Нет модератора

source: Permalink
ru_ru: Постоянная ссылка

source: updated %s ago
ru_ru: обновлено %s назад

source: Latest by
ru_ru: Последнее от

source: There are no active forum topics for this group
ru_ru: У этой группы нет активных тем на форуме

source: Filter Groups
ru_ru: Фильтр групп

source: Viewing group %d to %d (of %d groups)
ru_ru: Просмотр групп с %d по %d (из %d)

source: joined %s ago
ru_ru: присоединился %s назад

source: This group has no administrators
ru_ru: У группы нет администраторов

source: Demote to Member
ru_ru: Понизить участника

source: This group has no moderators
ru_ru: У группы нет модераторов

source: Edit Details
ru_ru: Править описание

source: Manage Members
ru_ru: Управление участниками

source: Membership Requests
ru_ru: Запрос участия

source: Delete Group
ru_ru: Удалить группу

source: Select Friends
ru_ru: Выбери друзей

source: Select people to invite from your friends list.
ru_ru: Выбери приглашенных из своего списка друзей.

source: Request Sent
ru_ru: Запрос отправлен

source: This is a private group and you must request group membership in order to join.
ru_ru: Это частная группа и чтобы присоединиться к ней, ты должен отправить заявку на участие.

source: This is a private group. To join you must be a registered site member and request group membership.
ru_ru: Это частная группа. Чтобы присоединиться, ты должен зарегистрироваться и отправить заявку на участие.

source: This is a private group. Your membership request is awaiting approval from the group administrator.
ru_ru: Это частная группа. Твой запрос на участие ожидает одобрения администратора группы.

source: This is a hidden group and only invited members can join.
ru_ru: Это скрытая группа и только приглашенные участники могут присоединяться.

source: Viewing members %d to %d (of %d members)
ru_ru: Просмотр участников с %d по %d (из %d)

source: There are no groups to display.
ru_ru: Нет групп.

source: Maximum number of groups to show:
ru_ru: Максимальное число отображаемых групп:

source: There was a problem marking messages as unread.
ru_ru: Были проблемы с пометкой сообщений непрочтенными.

source: There was a problem marking messages as read.
ru_ru: Были проблемы с пометкой сообщений прочтенными.

source: There was a problem deleting messages.
ru_ru: Были проблемы с удалением сообщений.

source: There was a problem closing the notice.
ru_ru: Были проблемы с закрытием уведомлений.

source: Recipients
ru_ru: Получатели

source: New message from %s
ru_ru: Новое сообщение от %s

source: %s sent you a new message: Subject: %s "%s" To view the message: %s ---------------------
ru_ru: %s прислал тебе новое сообщение: Тема: %s "%s" увидеть это сообщение: %s ---------------------

source: Viewing message %d to %d (of %d messages)
ru_ru: Просмотр сообщений с %d по %d (из %d)

source: Select:
ru_ru: Выбери:

source: Read
ru_ru: Прочитанные

source: Unread
ru_ru: Непрочитанные

source: All
ru_ru: Все

source: Mark as Read
ru_ru: Пометить как прочтенное

source: Mark as Unread
ru_ru: Пометить как непрочтенное

source: Delete Selected
ru_ru: Удалить выбранное

source: Currently Active
ru_ru: Сейчас активно

source: Deactivate
ru_ru: Отключить

source: Activate
ru_ru: Включить

source: Close
ru_ru: Закрыть

source: Send Message
ru_ru: Написать ему

source: There was an error when viewing that message
ru_ru: Произошла ошибка во время просмотра этого сообщения

source: Sent between
ru_ru: Переписка между

source: and
ru_ru: и

source: Reply:
ru_ru: Ответ:

source: Send Reply
ru_ru: Послать ответ

source: Re:
ru_ru: На:

source: Clear
ru_ru: Очистить

source: Update Your Status
ru_ru: Обновить твой статус

source: %s ago
ru_ru: %s назад

source: Please log in and add widgets to this column.
ru_ru: Пожалуйста, войди и добавь виджеты в эту колонку.

source: Add Widgets
ru_ru: Добавить виджеты

source: Sorry, that page was not found
ru_ru: Извини, такой страницы нет.

source: The page you were looking for was not found.
ru_ru: Страница, которую ты ищешь, не найдена.

source: Activate your Account
ru_ru: Активируй твою учетную запись

source: Archive for the
ru_ru: Архив:

source: Category
ru_ru: Рубрика

source: Archive for
ru_ru: Архив:

source: Author Archive
ru_ru: Архив автора

source: Blog Archives
ru_ru: Архив блога

source: &laquo; Previous Entries
ru_ru: &laquo; Предыдущие записи

source: Next Entries &raquo;
ru_ru: Следующие записи &raquo;

source: Permanent Link to
ru_ru: Постоянная ссылка на

source: Posted in
ru_ru: Опубликовано в

source: No Comments &#187;
ru_ru: Без комментариев &#187;

source: 1 Comment &#187;
ru_ru: 1 комментарий &#187;

source: % Comments &#187;
ru_ru: Комментарии (%) &#187;

source: Not Found
ru_ru: Не найдено

source: Archives by Month:
ru_ru: Архив по месяцам:

source: Archives by Subject:
ru_ru: Архив по Теме:

source: <p class="serif">Read the rest of this entry &raquo;</p>
ru_ru: <p class="serif">Прочитать запись полностью &raquo;</p>

source: <p><strong>Pages:</strong>
ru_ru: <p><strong>Страницы:</strong>

source: Sorry, no attachments matched your criteria.
ru_ru: Извините, нет файлов, удовлетворяющих вашим условиям.

source: Comments on
ru_ru: Комментарии на

source: Comments
ru_ru: Комментарии

source: <abbr title="Really Simple Syndication">RSS</abbr> feed for comments on this post.
ru_ru: <abbr title="Really Simple Syndication">RSS</abbr> комментариев к этой записи.

source: The <abbr title="Universal Resource Locator">URL</abbr> to TrackBack this entry is:
ru_ru: <abbr title="Universal Resource Locator">URL</abbr> для обратной ссылки на эту запись:

source: by
ru_ru: от

source: No comments yet.
ru_ru: Пока никаких комментариев.

source: Leave a comment
ru_ru: Оставить комментарий

source: Line and paragraph breaks automatic, e-mail address never displayed, <acronym title="Hypertext Markup Language">HTML</acronym> allowed:
ru_ru: Перевод строки автоматический, адрес e-mail никогда не показывается, допустимые теги <acronym title="Hypertext Markup Language">HTML</acronym>:

source: Logged in as
ru_ru: Ты вошел как

source: Log out of this account
ru_ru: Выйти из этой учетной записи

source: Logout
ru_ru: Выйти

source: Your Comment
ru_ru: Твой комментарий

source: Say It!
ru_ru: Сказать это!

source: Sorry, the comment form is closed at this time.
ru_ru: Извини, обсуждение на данный момент закрыто.

source: Close this window.
ru_ru: Закрыть окно.

source: Powered by <a href="http://wordpress.org/" title="Powered by WordPress, state-of-the-art semantic personal publishing platform"><strong>Wordpress</strong>
ru_ru: Работает на <a href="http://wordpress.org/" title="Работает на WordPress, новейшей семантической персональной платформе публикаций"><strong>Wordpress</strong>

source: This post is password protected. Enter the password to view comments.
ru_ru: Это сообщение защищено паролем. Введи пароль, чтобы посмотреть комментарий.

source: No Responses
ru_ru: Нет откликов

source: One Response
ru_ru: Один ответ

source: % Responses
ru_ru: Ответы (%)

source: to
ru_ru: к

source: said:
ru_ru: сказал:

source: Your comment is awaiting moderation.
ru_ru: Твой коментарий ожидает одобрения.

source: Comments are closed.
ru_ru: Коментарии запрещены.

source: Leave a Reply
ru_ru: Оставить ответ

source: You must be <a href="%s">logged in</a> to post a comment.
ru_ru: Ты должен <a href="%s">авторизоваться</a> для отправки комментария.

source: (required)
ru_ru: (обязательно)

source: Mail (will not be published)
ru_ru: E-mail (не публикуется)

source: Submit Comment
ru_ru: Отправить комментарий

source: %s is proudly powered by <a href="http://mu.wordpress.org">WordPress MU</a> and <a href="http://buddypress.org">BuddyPress</a>
ru_ru: %s работает на <a href="http://mu.wordpress.org">WordPress MU</a> и <a href="http://buddypress.org">BuddyPress</a>

source: Blog Posts RSS Feed
ru_ru: RSS-лента записей блог

source: Blog Posts Atom Feed
ru_ru: Atom-лента записей блога

source: in
ru_ru: в

source: by %s
ru_ru: от %s

source: Read the rest of this entry &raquo;
ru_ru: Прочитать остальную часть записи &raquo;

source: Sorry, but you are looking for something that isn't here.
ru_ru: Извини, но ты ищещь что-то, чего здесь нет.

source: Links:
ru_ru: Ссылки:

source: <p class="serif">Read the rest of this page &raquo;</p>
ru_ru: <p class="serif">Прочитать страницу до конца &raquo;</p>

source: Edit this entry.
ru_ru: Править эту запись.

source: Register for an Account
ru_ru: Зарегистрируйся для получения учетной записи

source: Search Results
ru_ru: Результаты поиска

source: No posts found. Try a different search?
ru_ru: Записей не найдено. Попробуешь другой поиск?

source: Permanent link to
ru_ru: Постоянная ссылка на

source: Sorry, no posts matched your criteria.
ru_ru: Извините, нет записей, удовлетворяющих твоим условиям.

source: Permission Denied
ru_ru: Доступ запрещен

source: Not Found / No Access
ru_ru: Не найдено / Нет доступа

source: The page you are looking for either does not exist, or you do not have the permissions to access it.
ru_ru: Страница, которую вы ищете, не существует или у вас нет к ней доступа.

source: Me
ru_ru: Я

source: You must log in to access your account.
ru_ru: Ты должен авторизоваться, чтобы получить доступ к твоей учетной записи.

source: Password
ru_ru: Пароль

source: %s's Activity
ru_ru: Активность %s

source: You haven't done anything yet.
ru_ru: Ты пока ничего не делал.

source: %s hasn't done anything yet.
ru_ru: %s пока ничего не делал.

source: My Friends Activity
ru_ru: Активность моих друзей

source: Your friends haven't done anything yet.
ru_ru: Твои друзья пока ничего не делали.

source: Blog registration is currently disabled
ru_ru: Регистрация блогов отключена.

source: You haven't created any blogs yet.
ru_ru: Ты пока не создал ни одного блога.

source: %s hasn't created any public blogs yet.
ru_ru: %s пока не создал ни одного блога.

source: On %1$s %2$s said:
ru_ru: %1$s %2$s сказал:

source: F jS, Y
ru_ru: j/m/Y

source: Commented on the post <a href="%1$s">%2$s</a> on the blog <a href="%3$s">%4$s</a>.
ru_ru: Комментарий к записи <a href="%1$s">%2$s</a> в блоге <a href="%3$s">%4$s</a>.

source: You haven't posted any comments yet.
ru_ru: У тебя пока нет опубликованных комментариев.

source: %s hasn't posted any comments yet.
ru_ru: %s пока не оставил ни одного комментария.

source: Permanent Link to %s
ru_ru: Постоянная ссылка на %s

source: %1$s <em>in %2$s by %3$s</em>
ru_ru: %1$s <em>в %2$s от %3$s</em>

source: No Comments
ru_ru: Без комментариев

source: 1 Comment
ru_ru: 1 комментарий

source: % Comments
ru_ru: % Комментариев

source: You haven't made any posts yet.
ru_ru: Ты пока не написал ни одной записи.

source: %s hasn't made any posts yet.
ru_ru: %s пока не создал ни одной записи.

source: Visit Blog
ru_ru: Посетить блог

source: No blogs found. Blogs must fill in at least one piece of profile data to show in blog lists.
ru_ru: Нет блогов. Должна быть заполнена хотя бы одна часть профила для этображения в списке блогов.

source: Blog Directory
ru_ru: Каталог блогов

source: Blog Listing
ru_ru: Список блогов

source: Find Blogs
ru_ru: Найти блоги

source: Featured Blogs
ru_ru: Похожие блоги

source: Description:
ru_ru: Описание:

source: There are not enough blogs to feature.
ru_ru: Слишком мало блогов.

source: There were no groups found.
ru_ru: Группы не найдены.

source: Groups Directory
ru_ru: Каталог групп

source: Groups Listing
ru_ru: Список групп

source: Find Groups
ru_ru: Найти группы

source: Featured Groups
ru_ru: Похожие группы

source: Members:
ru_ru: Участники:

source: Description:
ru_ru: Описание:

source: Members Directory
ru_ru: Каталог участников

source: Member Listing
ru_ru: Список участников

source: Find Members
ru_ru: Найти участников

source: Featured Members
ru_ru: Похожие участники

source: There are not enough members to feature.
ru_ru: Слишком мало участников.

source: No members found. Members must fill in at least one piece of profile data to show in member lists.
ru_ru: Не найдено участников. Надо заполнить хотя бы часть профиля, чтобы появиться в списке.

source: No friends matched your search filter terms
ru_ru: Нет друзей, соотвествующих ствоему критерию поиска

source: Your friends list is currently empty
ru_ru: Твой список друзей пуст

source: %s's friends list is currently empty
ru_ru: Список друзей %s сейчас пуст

source: Why not make friends with some of these members?
ru_ru: Почему бы не подружиться с

source: Friendship Requests
ru_ru: Запрос дружбы

source: Accept
ru_ru: Принять

source: Reject
ru_ru: Отклонить

source: You have no pending friendship requests.
ru_ru: У тебя нет необработанных запросов.

source: News
ru_ru: Новости

source: Active Forum Topics
ru_ru: Активные темы форума

source: See All &raquo;
ru_ru: Посмотреть все &raquo;

source: Members (%d) <a href="%s">See All &raquo;</a>
ru_ru: Участники (%d) <a href="%s">Посмотреть всех &raquo;</a>

source: Group Wire
ru_ru: Сеть группы

source: There are no wire posts for %s
ru_ru: Нет записей в сети для %s

source: Sorry, the group does not exist.
ru_ru: Извините, группа не существует.

source: %s members
ru_ru: участников: %s

source: Membership Pending Approval
ru_ru: Заявка на участие одобрена

source: Why not join a few of these groups?
ru_ru: Почему бы не присоединиться и к этим группам?

source: No matching groups found.
ru_ru: Таких нет!

source: Admins
ru_ru: Администраторы

source: Mods
ru_ru: Модераторы

source: Confirm Leave Group
ru_ru: Подтверди уход из группы

source: Are you sure you want to leave this group?
ru_ru: Ты уверен, что хочешь выйти из группы?

source: Yes, I'd like to leave this group.
ru_ru: Да, я покидаю эту группу.

source: No, I'll stay!
ru_ru: Нет, я остаюсь!

source: You have no outstanding group invites.
ru_ru: У тебя нет ожидающих приглашений в группу.

source: Administrators
ru_ru: Администраторы

source: Moderators
ru_ru: Модераторы

source: Group Members
ru_ru: Участники группы

source: You are requesting to become a member of the group '%s'.
ru_ru: Ты запросил участие в группе '%s'.

source: Comments (optional)
ru_ru: Комментарии (не обязательно)

source: Send Request
ru_ru: Послать запрос

source: You either need to build up your friends list, or your friends have already been invited or are current members.
ru_ru: Сначала надо построить список друзей, или твои друзья уже являются участиками или приглашены.

source: WARNING: Deleting this group will completely remove ALL content associated with it. There is no way back, please be careful with this option.
ru_ru: ВНИМАНИЕ: Удаление этой группы полностью удалит ВСЕ связанное содержание. Пути назад не будет, пожалуйста, будь осторожен с этим действием.

source: I understand the consequences of deleting this group.
ru_ru: Я сознательно продолжаю удаление этой группы.

source: Notify group members of changes via email
ru_ru: Об изменениях уведомлять участников группы по почте

source: There are no pending membership requests.
ru_ru: Нет ожидающих предложений дружбы.

source: Post New
ru_ru: Опубликовать новую

source: Post New &raquo;
ru_ru: Создать новую &raquo;

source: There are no topics for this group forum.
ru_ru: У этой группы нет активных тем на форуме

source: Post a New Topic:
ru_ru: Создать новую тему:

source: Content:
ru_ru: Содержимое:

source: Tags:
ru_ru: Метки:

source: Post Topic
ru_ru: Создать тему

source: %s said %s ago:
ru_ru: %s сказал %s назад:

source: Add a reply:
ru_ru: Добавить ответ:

source: Post Reply
ru_ru: Ответить

source: There are no posts for this topic.
ru_ru: В этой теме нет сообщений.

source: Compose Message
ru_ru: Написать сообщение

source: Send To
ru_ru: Кому

source: This is a notice to all users.
ru_ru: Это уведомления для всех пользователей.

source: Subject
ru_ru: Тема

source: Message
ru_ru: Сообщение

source: Send
ru_ru: Отправить

source: From:
ru_ru: От:

source: Delete Message
ru_ru: Удалить сообщение

source: You have no messages in your inbox.
ru_ru: У тебя нет входящих сообщений.

source: Sent Notices
ru_ru: Послать уведомление

source: Sent:
ru_ru: Отправлено:

source: You have not sent any notices.
ru_ru: У тебя ни одного посланного уведомления.

source: To:
ru_ru: К:

source: You have no sent messages.
ru_ru: Нет отправленых сообщений.

source: Editing '%s'
ru_ru: Редактирование '%s'

source: %s's Wire
ru_ru: Сеть %s

source: No one has posted to your wire yet.
ru_ru: Пока здесь ничего нет.

source: No one has posted to %s's wire yet.
ru_ru: Пока никто не писал в сеть %s.

source: Sorry, this person does not have a public profile.
ru_ru: Извини, эта персона ничего не опубликовала о себе.

source: What are you up to?
ru_ru: Что дальше?

source: Update
ru_ru: Изменить

source: Your Wire
ru_ru: Твоя сеть

source: Notify members via email (will slow down posting)
ru_ru: Уведомлять участников почтой (замедлит публикацию)

source: Post &raquo;
ru_ru: Опубликовать &raquo;

source: Random Blogs
ru_ru: Случайный блог

source: Random Groups
ru_ru: Случайная группа

source: Random Members
ru_ru: Случайный участник

source: The are no wire posts for %s
ru_ru: Нет сообщений в сети %s

source: You haven't done anything recently.
ru_ru: В последнее время ты ничего не делал.

source: %s has not done anything recently.
ru_ru: %s ничего не делал в последнее время.

source: On
ru_ru: На

source: There are currently no wire posts.
ru_ru: Сейчас в твоей сети нет сообщений.

source: Your users will distinguish themselves through their profile page. You must give them profile fields that allow them to describe themselves in a way that is relevant to the theme of your social network.
ru_ru: Ваших пользователей будет характеризовать их личная страница. Вы должны дать им возможность описать себя, создав достаточное количество полей на странице профиля так, чтобы эти поля были характерны именно для вашей социальной сети.

source: NOTE: Any fields in the first group will appear on the signup page.
ru_ru: ЗАМЕЧАНИЕ: Все поля первой группы появятся на странице регистрации.

source: Field Name
ru_ru: Имя поля

source: Field Type
ru_ru: Тип поля

source: Required?
ru_ru: Обязательно?

source: Action
ru_ru: Действие

source: There are no fields in this group.
ru_ru: Нет полей в этой группе

source: Add New Field
ru_ru: Добавить новое поле

source: Add New Group
ru_ru: Добавить новую группу

source: You have no groups.
ru_ru: У тебя нет групп.

source: There was an error saving the group. Please try again
ru_ru: Произошла ошибка во время сохранения группу. Попробуй еще.

source: The group was saved successfully.
ru_ru: Группа успешно сохранена.

source: There was an error deleting the group. Please try again
ru_ru: Произошла ошибка во время удаления группы. Попробуй еще.

source: The group was deleted successfully.
ru_ru: Группа успешно удалена.

source: There was an error saving the field. Please try again
ru_ru: Произршла ошибка при сохранении поля. Попробуй еще.

source: The field was saved successfully.
ru_ru: Поле успешно записано.

source: field
ru_ru: поле

source: option
ru_ru: настройка

source: There was an error deleting the %s. Please try again
ru_ru: При удаления файла %s произошла ошибка. Пожалуйста, попробуйте ещё раз.

source: The %s was deleted successfully!
ru_ru: %s успешно удален!

source: Add Group
ru_ru: Добавить группу

source: Edit Group
ru_ru: Править группу

source: Profile Group Name
ru_ru: Название профиля группы

source: Please make sure you give the group a name.
ru_ru: Убедись, что дал группе имя

source: January
ru_ru: Янваль

source: February
ru_ru: Февраль

source: March
ru_ru: Март

source: April
ru_ru: Апрель

source: May
ru_ru: Май

source: June
ru_ru: Июнь

source: July
ru_ru: Июль

source: August
ru_ru: Август

source: September
ru_ru: Сентябрь

source: October
ru_ru: Откябрь

source: November
ru_ru: Ноябрь

source: December
ru_ru: Декабрь

source: Please enter options for this Field:
ru_ru: Пожалуйста, введи настройки для этого поля:

source: Order By:
ru_ru: Сортировать по:

source: Order Entered
ru_ru: Порядок ввода

source: Name - Ascending
ru_ru: Имя - по возрастанию

source: Name - Descending
ru_ru: Имя - по убыванию
