Repository: LonelyWolf2000/l10n-ru
Catalog: buddypress/buddypress-*.po
Languages: ru_ru

source: Option
ru_ru: Настройки

source: Default Value
ru_ru: Значение по умолчению

source: Add Another Option
ru_ru: Добавить другую настройку

source: Add Field
ru_ru: Добавить поле

source: Edit Field
ru_ru: Править поле

source: Field Title
ru_ru: Заголовок поля

source: Field Description
ru_ru: Описание поля

source: Is This Field Required?
ru_ru: Поле обязательное?

source: Not Required
ru_ru: Не обязательно

source: Required
ru_ru: Обязательно

source: Text Box
ru_ru: Текстовое поле

source: Multi-line Text Box
ru_ru: Многострочное текстовое поле

source: Date Selector
ru_ru: Селектор

source: Radio Buttons
ru_ru: Радио-кнопки

source: Drop Down Select Box
ru_ru: Выпадающий список

source: Multi Select Box
ru_ru: Поле множественного выбора

source: Checkboxes
ru_ru: Переключатель

source: Save
ru_ru: Сохранить

source: or
ru_ru: или

source: Cancel
ru_ru: Отменить

source: Add Prebuilt Field
ru_ru: Добавить предустановленное поле

source: Add
ru_ru: Добавить

source: No prebuilt fields available at this time.
ru_ru: Сейчас нет доступных предустановленных полей.

source: Visit author homepage
ru_ru: Посетить страницу автора

source: Anonymous
ru_ru: Аноним

source: Please make sure you fill out all required fields.
ru_ru: Убедись, что заполнил все обязательные поля.

source: Radio button field types require at least one option. Please add options below.
ru_ru: Полю типа 'выбор' требуется хотя бы одно значение. Пожалуйста, добавь его ниже.

source: Select box field types require at least one option. Please add options below.
ru_ru: Полю типа 'выпадающий список' требуется хотя бы одно значение. Пожалуйста, добавь его ниже.

source: Checkbox field types require at least one option. Please add options below.
ru_ru: Полю типа 'переключатель' требуется хотя бы одно значение. Пожалуйста, добавь его ниже.

source: %s posted on your wire.
ru_ru: %s написал в твоей сети.

source: %s posted on your wire: "%s" To view your wire: %s ---------------------
ru_ru: %s написал в твою сеть: "%s" Посмотреть твою сеть: %s ---------------------

source: Your Profile Details
ru_ru: Подробности твоего профиля

source: Please fill in the following fields to start up your member profile. Fields marked with a star are required.
ru_ru: Пожалуйста заполни следующие поля для создания личной страницы. Поля, помеченые звездочкой, обязательны.

source: Profile Picture (Avatar)
ru_ru: Картинка профиля (Аватар)

source: You can upload an image from your computer to use as an avatar. This avatar will appear on your profile page.
ru_ru: Ты можешь загрузить изображение со своего компьютера для использования его в качестве аватара. Этот аватар будет виден на твоей личной странице.

source: Select a file:
ru_ru: Выбери файл:

source: %s cannot be left blank
ru_ru: %s не может быть пустым

source: Avatar uploads are currently disabled. Why not use a <a href="http://gravatar.com" target="_blank">gravatar</a> instead?
ru_ru: Загрузка аватаров сейчас запрещена. Почему бы взамен не использовать <a href="http://gravatar.com">граватар</a>?

source: Profile not recently updated
ru_ru: Профиль не обновлялся

source: Profile updated %s ago
ru_ru: Профиль обновлен %s назад
