Repository: LonelyWolf2000/l10n-ru
Catalog: wp-plugins/wp-serverinfo/wp-serverinfo-*.po
Languages: ru_ru

source: WP-ServerInfo
ru_ru: Сведения о сервере

source: General Overview
ru_ru: Общая информация

source: Variable Name
ru_ru: Переменная

source: Value
ru_ru: Значение

source: OS
ru_ru: ОС

source: Database Data Disk Usage
ru_ru: Обьём данных в БД

source: Server
ru_ru: Сервер

source: Database Index Disk Usage
ru_ru: Размер индекса БД

source: MYSQL Maximum Packet Size
ru_ru: Максимальный размер пакета MySQL

source: MYSQL Maximum No. Connection
ru_ru: Максимальное кол-во соединений с MySQL

source: Server Hostname
ru_ru: Адрес сайта

source: PHP Safe Mode
ru_ru: Безопасный режим PHP

source: Server IP:Port
ru_ru: IP:Порт сервера

source: Server Document Root
ru_ru: Корневая директория сайта

source: PHP Memory Limit
ru_ru: Предельный объем оперативной памяти для PHP

source: Server Admin
ru_ru: Администратор сервера

source: PHP Max Upload Size
ru_ru: Максимальный размер файла для загрузки

source: Server Load
ru_ru: Нагрузка на сервер

source: PHP Max Post Size
ru_ru: Максимальный размер запроса типа POST

source: Server Date/Time
ru_ru: Дата и время сервера

source: PHP Max Script Execute Time
ru_ru: Предельное время исполнения сценариев

source: Display General Overview
ru_ru: Показать общие сведения

source: Display PHP Information
ru_ru: Показать сведения о PHP

source: Display MYSQL Information
ru_ru: Показать сведения о MySQL

source: TiB
ru_ru: Тб

source: GiB
ru_ru: Гб

source: MiB
ru_ru: Мб

source: KiB
ru_ru: Кб

source: bytes
ru_ru: байт

source: unknown
ru_ru: неизвестно

source: On
ru_ru: Включено

source: Off
ru_ru: Выключено

source: N/A
ru_ru: Н/Д

source: Server Information
ru_ru: Сведения о сервере

source: General
ru_ru: Общая информация

source: Hostname
ru_ru: Адрес сайта

source: IP:Port
ru_ru: IP:Порт

source: Document Root
ru_ru: Корневая директория сайта

source: Memory Limit
ru_ru: Ограничение оперативной памяти

source: Max Upload Size
ru_ru: Максимально допустимый размер файла для загрузки

source: Maximum No. Connections
ru_ru: Максимальное кол-во соединений

source: Maximum Packet Size
ru_ru: Максимальный размер пакета

source: Data Disk Usage
ru_ru: Объём данных

source: Index Disk Usage
ru_ru: Размер индекса
