Repository: LonelyWolf2000/l10n-ru
Catalog: trunk/wp-plugins/wp-downloadmanager/wp-downloadmanager-*.po
Languages: ru_ru

source: Add File
ru_ru: Добавить файл

source: File Size Too Large. Maximum Size Is %s
ru_ru: Слишком большой файл. Установлено ограничение в %s

source: Error In Uploading File
ru_ru: Ошибка при загрузке файла.

source: Error In Adding File '%s (%s)'
ru_ru: Ошибка при добавлении файла &laquo;%s (%s)raquo;

source: File '%s (%s)' Added Successfully
ru_ru: Файл &laquo;%s (%s)&raquo; добавлен

source: Add A File
ru_ru: Добавить файл

source: File:
ru_ru: Файл:

source: Browse File:
ru_ru: Выбрать уже загруженный файл:

source: Please upload the file to '%s' directory first.
ru_ru: Сначала загрузите файл в директорию &laquo;%s&raquo;.

source: Upload File:
ru_ru: Загрузить файл:

source: to
ru_ru: в

source: Maximum file size is %s.
ru_ru: Максимальный размер файла&nbsp;&mdash; %s.

source: Remote File:
ru_ru: Файл с другого сервера:

source: Please include http:// or ftp:// in front.
ru_ru: Пожалуйста, укажите URL полностью (включая http:// или ftp://).

source: File Name:
ru_ru: Название файла:

source: File Description:
ru_ru: Описание файла:

source: File Category:
ru_ru: Рубрика файла:

source: File Size:
ru_ru: Размер файла:

source: bytes
ru_ru: байт

source: Leave blank for auto detection. Auto detection sometimes will not work for Remote File.
ru_ru: Для автоматического определения размера файла оставьте это поле пустым. Эта функция иногда не работает для файлов, находящихся на других серверах.

source: File Date:
ru_ru: Дата создания файла:

source: Starting File Hits:
ru_ru: Начальное значение счетчика скачиваний:

source: Allowed To Download:
ru_ru: Доступ к файлу:

source: Hidden
ru_ru: Скрыто

source: Everyone
ru_ru: Для всех

source: Registered Users Only
ru_ru: Для зарегистрированных пользователей

source: At Least Contributor Role
ru_ru: Для пользователей уровня Подписчика и выше

source: At Least Author Role
ru_ru: Для пользователей уровня Автора и выше

source: At Least Editor Role
ru_ru: Для пользователей уровня Редактора и выше

source: At Least Administrator Role
ru_ru: Для пользователей уровня Администратора

source: Cancel
ru_ru: Отмена

source: File ID
ru_ru: ID файла

source: File
ru_ru: Файл

source: File Size
ru_ru: Размер файла

source: File Category
ru_ru: Рубрика файла

source: File Hits
ru_ru: Количество скачиваний

source: File Permission
ru_ru: Режим доступа к файлу

source: File Date
ru_ru: Дата создания файла

source: File Updated Date
ru_ru: Дата обновления файла

source: File Last Downloaded Date
ru_ru: Дата последнего скачивания файла

source: File Name
ru_ru: Название файла

source: Descending
ru_ru: По убыванию

source: Ascending
ru_ru: По возрастанию

source: Edit File
ru_ru: Редактировать файл

source: Error In Editing File '%s (%s)'
ru_ru: Ошибка при добавлении файла &laquo;%s (%s)&raquo;

source: File '%s (%s)' Edited Successfully
ru_ru: Файл &laquo;%s (%s)&raquo; отредактирован

source: Delete File
ru_ru: Удалить файл

source: Error In Deleting File '%s (%s)' From Server
ru_ru: Ошибка при удалении файла &laquo;%s (%s)&raquo; с сервера

source: File '%s (%s)' Deleted From Server Successfully
ru_ru: Файл &laquo;%s (%s)&raquo; удален с сервера

source: Error In Deleting File '%s (%s)'
ru_ru: Ошибка при удалении файла &laquo;%s (%s)&raquo;

source: File '%s (%s)' Deleted Successfully
ru_ru: Файл &laquo;%s (%s)&raquo; удален

source: Edit A File
ru_ru: Редактировать файл

source: Current File:
ru_ru: Текущий файл:

source: Auto Detection Of File Size
ru_ru: Автоматическое определение размера файла

source: File Hits:
ru_ru: Кол-во скачиваний файла:

source: %s hit
ru_ru: %s скачивание

source: Reset File Hits
ru_ru: Сбросить счетчик скачиваний

source: Existing Timestamp:
ru_ru: Текущая метка даты и времени:

source: Edit Timestamp
ru_ru: Редактировать метку даты и времени

source: Use Today's Date
ru_ru: Использовать сегодняшнюю дату

source: File Updated Date:
ru_ru: Дата обновления файла:

source: File Last Downloaded Date:
ru_ru: Дата последней загрузки файла:

source: Delete A File
ru_ru: Удалить файл

source: hits
ru_ru: скачиваний

source: Delete File From Server?
ru_ru: Удалить файл с сервера?

source: unknown
ru_ru: неизвестен

source: Manage Downloads
ru_ru: Управление файлами

source: Downloads
ru_ru: Файлы

source: Displaying <strong>%s</strong> To <strong>%s</strong> Of <strong>%s</strong> Files
ru_ru: Показано с <strong>%s</strong> по <strong>%s</strong> из <strong>%s</strong> файлов

source: Sorted By <strong>%s</strong> In <strong>%s</strong> Order
ru_ru: Отсортировано по: <strong>%s</strong>. Порядок сортировки: <strong>%s</strong>

source: Size
ru_ru: Размер

source: Hits
ru_ru: Кол-во скачиваний

source: Permission
ru_ru: Доступ

source: Category
ru_ru: Рубрика

source: Date/Time Added
ru_ru: Дата и время добавления

source: Action
ru_ru: Действие

source: Last Updated: %s, %s
ru_ru: Обновлено: %s, %s

source: Last Downloaded: %s, %s
ru_ru: Скачано: %s, %s

source: Edit
ru_ru: Редактировать

source: Delete
ru_ru: Удалить

source: No Files Found
ru_ru: Файлы не найдены

source: Previous Page
ru_ru: Предыдущая страница

source: Next Page
ru_ru: Следующая страница

source: Pages
ru_ru: Страницы

source: Go to First Page
ru_ru: Перейти на первую страницу

source: First
ru_ru: Первая

source: Go to Page
ru_ru: Перейти на страницу

source: Page
ru_ru: Страница

source: Go to Last Page
ru_ru: Перейти на последнюю страницу

source: Last
ru_ru: Последняя

source: Filter Options:
ru_ru: Параметры фильтра:

source: Keywords:
ru_ru: Ключевые слова:

source: Sort Options:
ru_ru: Порядок сортировки:

source: Per Page
ru_ru: Файлов на страницу

source: Go
ru_ru: Выполнить

source: Download Stats
ru_ru: Статистика

source: Total Files:
ru_ru: Всего файлов:

source: Total Size:
ru_ru: Общий размер загруженных файлов:

source: Total Hits:
ru_ru: Общее количество скачиваний:

source: Total Bandwidth:
ru_ru: Общий трафик:

source: Download Path
ru_ru: Директория для хранения файлов

source: Download Path URL
ru_ru: URL директории для хранения файлов

source: Download Page URL
ru_ru: URL страницы со списком файлов

source: Download Nice Permalink
ru_ru: Постоянная ссылка на файл

source: Download Options
ru_ru: Настройки

source: Download Method
ru_ru: Метод загрузки

source: Download Categories
ru_ru: Рубрики загружаемого файла

source: Download Sorting
ru_ru: Сортировка файлов

source: Updated
ru_ru: &mdash; обновлено

source: No Download Option Updated
ru_ru: Настройки не обновлены

source: Download Path:
ru_ru: Директория для хранения файлов:

source: The absolute path to the directory where all the files are stored (without trailing slash).
ru_ru: Абсолютный путь к директории, в которой хранятся все загруженные файлы (без / на конце).

source: Download Path URL:
ru_ru: URL директории для хранения файлов:

source: The url to the directory where all the files are stored (without trailing slash).
ru_ru: URL директории, в которой хранятся файлы (без / на конце).

source: Download Page URL:
ru_ru: URL страницы со списком файлов:

source: The url to the downloads page (without trailing slash).
ru_ru: URL страницы со списком файлов для скачивания (без / на конце)

source: Download Nice Permalink:
ru_ru: Постоянная ссылка на файл (ЧПУ):

source: Yes
ru_ru: Да

source: No
ru_ru: Нет

source: Change it to <strong>No</strong> when you encounter 404 error.
ru_ru: Измените на <strong>Нет</strong>, если вы столкнётесь с ошибкой 404.

source: Use File Name Or File ID In Download URL?
ru_ru: Структура URL файла:

source: Change it to <strong>File ID</strong> when you encounter 404 error.
ru_ru: Измените на <strong>ID файла</strong>, если вы столкнётесь с ошибкой 404.

source: Download Method:
ru_ru: Метод загрузки:

source: Output File
ru_ru: Конечный файл

source: Redirect To File
ru_ru: Перенаправление на файл

source: Change it to <strong>Redirect To File</strong> when you have problem with large files.
ru_ru: Измените на <strong>Перенаправление на файл</strong> если у вас возникнут проблемы с файлами большого размера.

source: Download Categories:
ru_ru: Рубрики загружаемого файла:

source: Start each entry on a new line.
ru_ru: Указывайте название каждой используемой рубрики с новой строки.

source: The <strong>first line</strong> will have a category id of <strong>1</strong>.
ru_ru: Рубрике в <strong>первой строке</strong> будет присвоен ID <strong>1</strong>.

source: The <strong>2nd line</strong> will have a category id of <strong>2</strong>.
ru_ru: Рубрике во <strong>второй строке</strong> будет присвоен ID <strong>2</strong>.

source: And so on and so forth.
ru_ru: И так далее.

source: Download Listing Options
ru_ru: Настройка списка файлов

source: Sort Downloads By:
ru_ru: Сортировать по:

source: Sort Order Of Downloads:
ru_ru: Порядок сортировки:

source: No. Of Downloads Per Page:
ru_ru: Файлов на страницу:

source: Group By:
ru_ru: Группировка:

source: None
ru_ru: Отсутствует

source: Categories
ru_ru: Рубрики

source: Download RSS Options
ru_ru: Настройка RSS-ленты файлов

source: Sort Downloads In Feed By:
ru_ru: Сортировать ленту по:

source: File Last Updated Date
ru_ru: Дата обновления файла

source: Sorting are done in descending order.
ru_ru: Элементы сортируются по убыванию значений.

source: No. Of Downloads In Feed:
ru_ru: Кол-во файлов в ленте:

source: Save Changes
ru_ru: Сохранить изменения

source: Downloads RSS Feed
ru_ru: RSS-лента файлов

source: File Size: %s
ru_ru: Размер файла: %s

source: File Hits: %s
ru_ru: Кол-во скачиваний файла: %s

source: File Last Updated: %s
ru_ru: Дата обновления: %s

source: Download Page Header Template
ru_ru: Шаблон &laquo;шапки&raquo; страницы со списком файлов для скачивания

source: Download Page Footer Template
ru_ru: Шаблон &laquo;подвала&raquo; страницы со списком файлов для скачивания

source: Download Page Paging Header Template
ru_ru: Шаблон &laquo;шапки&raquo; подстраниц списка файлов

source: Download Page Paging Footer Template
ru_ru: Шаблон &laquo;подвала&raquo; подстраниц списка файлов

source: No Files Found Template
ru_ru: Шаблон &laquo;Файлы не найдены&raquo;

source: Download Category Header Template
ru_ru: Шаблон &laquo;шапки&raquo; рубрик файлов для скачивания

source: Download Category Footer Template
ru_ru: Шаблон &laquo;подвала&raquo; рубрик файлов для скачивания

source: Download Listing Template
ru_ru: Шаблон &laquo;Список файлов для скачивания&raquo;

source: Download Embedded Template
ru_ru: Шаблон &laquo;Прикрепленные файлы&raquo;

source: Download Page Link Template
ru_ru: Шаблон ссылки на страницу со списком файлов

source: Most Downloaded Template
ru_ru: Шаблон &laquo;Популярные файлы&raquo;

source: There are <strong>%TOTAL_FILES_COUNT% files</strong>, weighing <strong>%TOTAL_SIZE%</strong> with <strong>%TOTAL_HITS% hits</strong> in <strong>%FILE_CATEGORY_NAME%</strong>.</p><p>Displaying <strong>%RECORD_START%</strong> to <strong>%RECORD_END%</strong> of <strong>%TOTAL_FILES_COUNT%</strong> files.
ru_ru: Всего файлов: <strong>%TOTAL_FILES_COUNT%</strong>, общим объёмом в <strong>%TOTAL_SIZE%</strong>.<br>Загружено <strong>%TOTAL_HITS% раз</strong> в <strong>%FILE_CATEGORY_NAME%</strong>.</p><p>Показано с <strong>%RECORD_START%</strong> по <strong>%RECORD_END%</strong> из <strong>%TOTAL_FILES_COUNT%</strong>.

source: Search
ru_ru: Найти

source: No Files Found.
ru_ru: Файлы не найдены.

source: View all downloads in %FILE_CATEGORY_NAME%
ru_ru: Показать все файлы в рубрике

source: You do not have permission to download this file.
ru_ru: Вам запрещён доступ к этому файлу.

source: Downloads Page
ru_ru: Список файлов

source: Download Templates
ru_ru: Шаблоны

source: Template Variables
ru_ru: Переменные шаблона

source: Display the file's ID.
ru_ru: Показать ID файла.

source: Display the file's filename.
ru_ru: Показать название файла.

source: Display the total number of files in the category.
ru_ru: Показать общее количество файлов в рубрике.

source: Display the total number of files.
ru_ru: Показать общее количество файлов.

source: Display the start number of the record.
ru_ru: Показать начальное значение списка файлов.

source: Display the file's name.
ru_ru: Показать настраиваемое название файла.

source: Display the file's description.
ru_ru: Показать описание файла.

source: Display the total number of file hits in the category.
ru_ru: Покать общее количество скачиваний файлов в рубрике.

source: Displays the total file hits.
ru_ru: Показать общее количество скачиваний файлов.

source: Display the end number of the record.
ru_ru: Показать конечное значение списка файлов.

source: Display the file's size in bytes/KB/MB/GB/TB.
ru_ru: Показать размер файла в байтах/Кб/Мб/Гб/Тб.

source: Display the files's category name.
ru_ru: Показать название рубрики файла.

source: Display the total size of all the files in the category.
ru_ru: Показать общий размер всех файлов в рубрике.

source: Display the total file size.
ru_ru: Показать размер всех файлов.

source: Display the number of times the file has been downloaded.
ru_ru: Показать количество скачиваний файла.

source: Displays the file's date.
ru_ru: Показать дату создания файла.

source: Displays the file's time.
ru_ru: Показать время создания файла

source: Displays the url to the category.
ru_ru: Показать URL рубрики.

source: Displays the file's download url.
ru_ru: Показать URL для скачивания файла.

source: Display the category ID.
ru_ru: Показать ID рубрики.

source: Displays the file's extension icon.
ru_ru: Показать иконку типа файла.

source: Displays the URL to the download page.
ru_ru: Показать URL страницы со списком файлов.

source: Displays the file's last updated date.
ru_ru: Показать дату последнего обновления файла.

source: Displays the file's last updated time.
ru_ru: Показать время последнего обновления файла.

source: Displays the file search key word.
ru_ru: Показать ключевое слово для поиска файла.

source: Download Page Templates
ru_ru: Шаблоны для отображения файлов и списков файлов

source: Download Page Header:
ru_ru: &laquo;Шапка&raquo; страницы со списком файлов

source: Allowed Variables:
ru_ru: Допустимые переменные:

source: Restore Default Template
ru_ru: Восстановить стандартный шаблон

source: Download Page Footer:
ru_ru: &laquo;Подвал&raquo; страницы со списком файлов

source: Download Page Paging Header:
ru_ru: &laquo;Шапка&raquo; подстраниц списка файлов:

source: Download Page Paging Footer:
ru_ru: &laquo;Подвал&raquo; подстраниц списка файлов:

source: No Files Found Templates
ru_ru: Шаблон &laquo;Файлы не найдены&raquo;

source: No Files Found:
ru_ru: Файлы не найдены:

source: Download Category Templates
ru_ru: Шаблон рубрик списка файлов

source: Download Category Header:
ru_ru: &laquo;Шапка&raquo; шаблона рубрик

source: Download Category Footer:
ru_ru: &laquo;Подвал&raquo; шаблона рубрик

source: Download Templates (With Permission)
ru_ru: Шаблон списка файлов (доступ разрешён)

source: Download Listing:
ru_ru: Список файлов:

source: Displayed when listing files in the downloads page and users have permission to download the file.
ru_ru: Используется при создании списка файлов, если пользователю разрешён доступ к ним.

source: Download Embedded File
ru_ru: Скачать прикреплённый файл

source: Displayed when you embedded a file within a post or a page and users have permission to download the file.
ru_ru: Используется для файлов, прикрепляемых к записи, если пользователю разрешён доступ к ним.

source: Download Templates (Without Permission)
ru_ru: Шаблон списка файлов (доступ запрещён)

source: Displayed when listing files in the downloads page and users <strong>DO NOT</strong> have permission to download the file.
ru_ru: Используется при создании списка файлов, если пользователю <strong>ЗАПРЕЩЁН</strong> доступ к ним.

source: Displayed when you embedded a file within a post or a page and users <strong>DO NOT</strong> have permission to download the file.
ru_ru: Используется для файлов, прикрепляемых к записи, если пользователю <strong>ЗАПРЕЩЁН</strong> доступ к ним.

source: This template is used to style the link to the Download Page, if you choose to display the Download Page Link in the Most Downloaded and Recent Downloads widget.
ru_ru: Этот шаблон используется для определения стиля ссылки на страницу со списком файлов (если вы включили отображение этой ссылки в виджетах &laquo;Популярные файлы&raquo; и &laquo;Недавно скачанные файлы&raquo;).

source: Download Stats Templates (With Permission)
ru_ru: Шаблон статистики (доступ разрешён)

source: Most Downloaded
ru_ru: Популярные файлы

source: Displayed when listing most downloaded files.
ru_ru: Используется для создания списка самых популярных файлов.

source: Recent Downloads
ru_ru: Недавно скачанные файлы

source: Displayed when listing recent downloads.
ru_ru: Используется для создания списка недавно загруженных файлов.

source: Downloads By Category
ru_ru: Сортировка файлов по рубрикам

source: Displayed when listing downloads by category.
ru_ru: Используется для создания списка файлов, упорядоченного по рубрикам.

source: Displayed when users have permission to download the file.
ru_ru: Используется, когда пользователю разрешён доступ к файлу.

source: Download Stats Templates (Without Permission)
ru_ru: Шаблон статистики (доступ запрещён)

source: Displayed when users <strong>DO NOT</strong> have permission to download the file.
ru_ru: Используется, когда у пользователей <strong>НЕТ</strong> доступа к файлу.

source: UNINSTALL WP-DownloadManager
ru_ru: УДАЛИТЬ Менеджер файлов

source: Table '%s' has been deleted.
ru_ru: Таблица &laquo;%s&raquo; удалена.

source: Setting Key '%s' has been deleted.
ru_ru: Настройка &laquo;%s&raquo; удалена.

source: Error deleting Setting Key '%s'.
ru_ru: Ошибка при удалении настройки &laquo;%s&raquo;.

source: The download files uploaded by WP-DownloadManager <strong>WILL NOT</strong> be deleted. You will have to delete it manually.
ru_ru: Данные, загруженные с помощью Менеджера Файлов <strong>НЕ БУДУТ</strong> удалены. Вам необходимо удалить их вручную.

source: The path to the downloads folder is <strong>'%s'</strong>.
ru_ru: Путь к директории, в которой хранятся загруженные файлы: <strong>&laquo;%s&raquo;</strong>.

source: Uninstall WP-DownloadManager
ru_ru: Удалить Менеджер файлов

source: <a href="%s">Click Here</a> To Finish The Uninstallation And WP-DownloadManager Will Be Deactivated Automatically.
ru_ru: <a href="%s">Нажмите здесь</a> чтобы завершить удаление. Менеджер файлов будет отключён автоматически.

source: Deactivating WP-DownloadManager plugin does not remove any data that may have been created, such as the download options and the download data. To completely remove this plugin, you can uninstall it here.
ru_ru: При отключении менеджера файлов созданные данные, включая настройки плагина и сами загруженные файлы, не удаляются. Для того, чтобы полностью удалить плагин, отмените здесь его установку.

source: NOTE:
ru_ru: ПРИМЕЧАНИЕ:

source: WARNING:
ru_ru: ВНИМАНИЕ:

source: Once uninstalled, this cannot be undone. You should use a Database Backup plugin of WordPress to back up all the data first.
ru_ru: Удаление плагина необратимо. Для того, чтобы создать резервную копию БД WordPress и сохранить ваши данные, используйте плагин &laquo;Database Backup&raquo;.

source: The following WordPress Options/Tables will be DELETED:
ru_ru: Будут УДАЛЕНЫ следующие настройки и таблицы WordPress:

source: WordPress Options
ru_ru: Настройки WordPress

source: WordPress Tables
ru_ru: Таблицы WordPress

source: You Are About To Uninstall WP-DownloadManager From WordPress.\nThis Action Is Not Reversible.\n\n Choose [Cancel] To Stop, [OK] To Uninstall.
ru_ru: Вы собираетесь удалить плагин WP-DownloadManager.\nЭто действие необратимо.\n\nЧтобы остановить удаление, выберите [Отмена]. Выберите [OK], если вы хотите его продолжить.

source: Enter File ID (Separate Multiple IDs By A Comma)
ru_ru: Введите ID файла (При необходимости, разделите несколько ID запятой)

source: Download
ru_ru: Файлы

source: Insert File Download
ru_ru: Вставить файл

source: Invalid File ID or File Name.
ru_ru: Неправильный ID или название файла.

source: File does not exist.
ru_ru: Файл не существует.

source: TiB
ru_ru: Тб

source: GiB
ru_ru: Гб

source: MiB
ru_ru: Мб

source: KiB
ru_ru: Кб

source: Note: There is a file embedded within this post, please visit this post to download the file.
ru_ru: Примечание: К этой записи прикреплён файл. Чтобы его скачать, откройте запись.

source: total
ru_ru: всего

source: Page %s of %s
ru_ru: Страница %s из %s

source: &laquo; First
ru_ru: &laquo; Первая

source: Last &raquo;
ru_ru: Последняя &raquo;

source: N/A
ru_ru: Нет

source: WP-DownloadManager
ru_ru: Менеджер файлов

source: %s Most Recent Download
ru_ru: %s недавно скачанный файл

source: %s Most Downloaded File
ru_ru: %s самый популярный файл

source: <strong>%s</strong> file was added.
ru_ru: добавлен <strong>%s</strong> файл.

source: <strong>%s</strong> worth of files.
ru_ru: общий объем файлов&nbsp;&mdash; <strong>%s</strong>.

source: <strong>%s</strong> hit was generated.
ru_ru: файлы скачаны <strong>%s</strong> раз.

source: WP-DownloadManager downloads statistics
ru_ru: Статистика скачиваний от плагина WP-DownloadManager

source: Title:
ru_ru: Заголовок:

source: Statistics Type:
ru_ru: Тип статистики:

source: Display Downloads In Category
ru_ru: Показать файлы по рубрикам

source: No. Of Records To Show:
ru_ru: Сколько записей показывать:

source: Maximum Title Length (Characters):
ru_ru: Длина заголовка записи (в символах):

source: <strong>0</strong> to disable.
ru_ru: (<strong>0</strong> &mdash; не показывать)

source: Category IDs:
ru_ru: ID рубрик:

source: Seperate mutiple categories with commas.
ru_ru: Несколько ID разделите запятыми.

source: Display Link To Download Page?
ru_ru: Показывать ссылку на страницу со списком файлов?

source: * If you are not using any category statistics, you can ignore it.
ru_ru: * Если вы не используете тип статистики &laquo;Показать файлы по рубрикам&raquo;, можете пропустить этот параметр.
