Repository: LonelyWolf2000/l10n-ru
Catalog: wp-postviews/1.50/wp-postviews-*.po
Languages: ru_ru

source: Post Views Options
ru_ru: Настройки счётчика просмотров страниц

source: Updated
ru_ru: &mdash; обновлено

source: No Post Views Option Updated
ru_ru: Настройки счётчика просмотров страниц не изменились

source: UNINSTALL WP-PostViews
ru_ru: УДАЛИТЬ WP-PostViews

source: Setting Key '%s' has been deleted.
ru_ru: Настройка &laquo;%s&raquo; удалена.

source: Error deleting Setting Key '%s'.
ru_ru: Ошибка при удалении настройки &laquo;%s&raquo;.

source: Post Meta Key '%s' has been deleted.
ru_ru: Поле записи &laquo;%s&raquo; удалено.

source: Error deleting Post Meta Key '%s'.
ru_ru: Ошибка при удалении поля записи &laquo;%s&raquo;.

source: Uninstall WP-PostViews
ru_ru: Удалить счётчик просмотров страниц

source: <a href="%s">Click Here</a> To Finish The Uninstallation And WP-PostViews Will Be Deactivated Automatically.
ru_ru: <a href="%s">Нажмите здесь</a> чтобы завершить удаление. Плагин подсчёта просмотров будет отключён автоматически.

source: %VIEW_COUNT% views
ru_ru: %VIEW_COUNT% просмотров

source: views
ru_ru: просмотров

source: Count Views From:
ru_ru: Подсчитывать просмотры для:

source: Everyone
ru_ru: Всех

source: Guests Only
ru_ru: Гостей

source: Registered Users Only
ru_ru: Зарегистрированных пользователей

source: Exclude Bot Views:
ru_ru: Исключить ботов:

source: No
ru_ru: Нет

source: Yes
ru_ru: Да

source: Views Template:
ru_ru: Шаблон &laquo;Просмотры&raquo;:

source: Allowed Variables:
ru_ru: Допустимые переменные:

source: Restore Default Template
ru_ru: Восстановить стандартный шаблон

source: Most Viewed Template:
ru_ru: Шаблон &laquo;Чаще всего просматриваемые&raquo;:

source: Display Options
ru_ru: Настройки отображения счётчика просмотров

source: These options specify where the view counts should be displayed and to whom. By default view counts will be displayed to all visitors. Note that the theme files must contain a call to <code>the_views()</code> in order for any view count to be displayed.
ru_ru: Эти настройки определяют кому и при каких условиях будет показан счётчик просмотров. По умолчанию счётчик просмотров виден всем посетителям. Имейте в виду, что для того, чтобы на вашем сайте отображался этот счётчик, в теме оформления должна быть вызвана функция <code>the_views()</code>.

source: Home Page:
ru_ru: Главная страница:

source: Display to everyone
ru_ru: Показывать всем

source: Display to registered users only
ru_ru: Показывать только зарегистрированным пользователям

source: Don't display on home page
ru_ru: Не показывать на главной странице

source: Singe Posts:
ru_ru: Отдельные записи:

source: Don't display on single posts
ru_ru: Не показывать в записях

source: Pages:
ru_ru: Страницы:

source: Don't display on pages
ru_ru: Не показывать на страницах

source: Archive Pages:
ru_ru: Страницы из архива:

source: Don't display on archive pages
ru_ru: Не показывать на страницах из архива

source: Search Pages:
ru_ru: Страницы поиска:

source: Don't display on search pages
ru_ru: Не показывать на страницах поиска

source: Other Pages:
ru_ru: Другие страницы:

source: Don't display on other pages
ru_ru: Не показывать на других страницах

source: Save Changes
ru_ru: Сохранить изменения

source: Deactivating WP-PostViews plugin does not remove any data that may have been created, such as the views data. To completely remove this plugin, you can uninstall it here.
ru_ru: При отключении счётчика просмотров созданные данные, включая сведения о просмотрах, не удаляются. Для того, чтобы полностью удалить плагин, отмените здесь его установку.

source: WARNING:
ru_ru: ВНИМАНИЕ:

source: Once uninstalled, this cannot be undone. You should use a Database Backup plugin of WordPress to back up all the data first.
ru_ru: Удаление плагина необратимо. Для того, чтобы создать резервную копию БД WordPress и сохранить ваши данные, используйте плагин &laquo;Database Backup&raquo;.

source: The following WordPress Options/PostMetas will be DELETED:
ru_ru: Будут УДАЛЕНЫ следующие настройки и поля записей WordPress:

source: WordPress Options
ru_ru: Настройки WordPress

source: WordPress PostMetas
ru_ru: Поля записей WordPress

source: You Are About To Uninstall WP-PostViews From WordPress.\nThis Action Is Not Reversible.\n\n Choose [Cancel] To Stop, [OK] To Uninstall.
ru_ru: Вы собираетесь удалить плагин WP-PostViews.\nЭто действие необратимо.\n\nЧтобы остановить удаление, выберите [Отмена]. Выберите [OK], если вы хотите его продолжить.

source: PostViews
ru_ru: Счётчик просмотров страниц

source: N/A
ru_ru: Н/Д

source: There is no excerpt because this is a protected post.
ru_ru: Цитаты нет, так как эта запись защищена.

source: WP-PostViews
ru_ru: Подсчет просмотров

source: %s Most Viewed Post
ru_ru: %s чаще всего просматриваемая запись

source: %s Most Viewed Page
ru_ru: %s чаще всего просматриваемая страница

source: <strong>%s</strong> view was generated.
ru_ru: страницы журнала просмотрены <strong>%s</strong> раз.

source: WP-PostViews views statistics
ru_ru: Статистика просмотра страниц WP-PostViews

source: Views
ru_ru: Счётчик просмотров

source: Title:
ru_ru: Заголовок:

source: Statistics Type:
ru_ru: Тип статистики:

source: Least Viewed
ru_ru: Меньше всего просматриваемые

source: Least Viewed By Category
ru_ru: Меньше всего просматриваемые (по рубрикам)

source: Most Viewed
ru_ru: Чаще всего просматриваемые

source: Most Viewed By Category
ru_ru: Чаще всего просматриваемые (по рубрикам)

source: Include Views From:
ru_ru: Подсчитывать просмотры для:

source: Posts &amp; Pages
ru_ru: Записей и страниц

source: Posts Only
ru_ru: Записей

source: Pages Only
ru_ru: Страниц

source: No. Of Records To Show:
ru_ru: Сколько записей показывать:

source: Maximum Post Title Length (Characters):
ru_ru: Длина заголовка записи (в символах):

source: <strong>0</strong> to disable.
ru_ru: <strong>0</strong> &mdash; отключить.

source: Category IDs:
ru_ru: ID рубрик:

source: Seperate mutiple categories with commas.
ru_ru: Несколько ID рубрик разделите запятыми.

source: * If you are not using any category statistics, you can ignore it.
ru_ru: * Если вы не используете статистику по рубрикам, можете пропустить этот параметр.
