Repository: LonelyWolf2000/l10n-ru
Catalog: tags/wp-plugins/wp-contact-form/1.5/wpcf-*.po
Languages: ru_ru

source: Contact Form Results
ru_ru: Форма контактов

source: Thanks for your comments!
ru_ru: Спасибо!

source: Please fill in the required fields.
ru_ru: Пожалуйста, заполните необходимые поля.

source: Contact Form Options
ru_ru: Настройки формы контактов

source: E-mail Address:
ru_ru: E-mail:

source: This address is where the email will be sent to.
ru_ru: Адрес, на который будут отсылаться сообщения.

source: Subject:
ru_ru: Тема:

source: This will be the subject of the email.
ru_ru: Эта строчка будет темой письма.

source: Messages
ru_ru: Сообщения

source: Success Message:
ru_ru: При успешной отправке:

source: When the form is sucessfully submitted, this is the message the user will see.
ru_ru: Это сообщение появится, если форма успешно отправлена.

source: Error Message:
ru_ru: При возникновении ошибки:

source: If the user skips a required field, this is the message he will see.
ru_ru: Если посетитель не заполнит необходимое поле, он увидит это сообщение.

source: You can apply CSS to this text by wrapping it in <code>&lt;p style="[your CSS here]"&gt; &lt;/p&gt;</code>.
ru_ru: Здесь можно использовать CSS, окружив тегом <code>&lt;p style="[ваш CSS]"&gt; &lt;/p&gt;</code>.

source: ie. <code>&lt;p style="color:red;"&gt;Please fill in the required fields.&lt;/p&gt;</code>.
ru_ru: Например: <code>&lt;p style="color:red;"&gt;Пожалуйста, заполните необходимые поля.&lt;/p&gt;</code>.

source: Advanced
ru_ru: Дополнительно

source: Show 'Contact Form' Quicktag
ru_ru: Кнопка формы в редакторе

source: required
ru_ru: необходимо

source: Insert Contact Form
ru_ru: Вставить форму контактов

source: Your Name:
ru_ru: Ваше имя:

source: Your Email:
ru_ru: E-mail:

source: Your Website:
ru_ru: Ваш сайт:

source: Your Message:
ru_ru: Сообщение:

source: Submit
ru_ru: Отправить

source: Contact Form
ru_ru: Форма контактов
