Repository: LonelyWolf2000/l10n-ru
Catalog: wp-plugins/wordpress-admin-bar/wordpress-admin-bar-*.po
Languages: ru_ru

source: WordPress Grey
ru_ru: Серая

source: WordPress Blue
ru_ru: Синяя

source: WordPress Green
ru_ru: Зеленая

source: WordPress Orange
ru_ru: Оранжевая

source: WordPress Purple
ru_ru: Фиолетовая

source: WordPress Red
ru_ru: Красная

source: WordPress Yellow
ru_ru: Желтая

source: WordPress Classic
ru_ru: Классическая

source: WordPress Admin Bar
ru_ru: Панель управления WordPress

source: Admin Bar
ru_ru: Панель управления

source: Settings
ru_ru: Настройки

source: Everything here applies to your account only.
ru_ru: Эти настройки применяются только к вашей учётной записи.

source: Show the admin bar
ru_ru: Показывать панель управления

source: On the site
ru_ru: На сайте

source: In the admin area
ru_ru: В разделе управления сайтом

source: Theme
ru_ru: Тема оформления

source: Show the following items
ru_ru: Показывать следующие элементы

source: Save Changes
ru_ru: Сохранить изменения

source: Log Out
ru_ru: Выйти

source: Edit This
ru_ru: Редактировать

source: Number of comments in the moderation queue
ru_ru: Количество комментариев, ожидающих проверки

source: Number of plugins needing upgrading
ru_ru: Количество плагинов, требующих обновления
