Repository: LonelyWolf2000/l10n-ru
Catalog: trunk/wp-plugins/wp-identicon/i18n/wp-identicon-*.po
Languages: ru_ru

source: Identicon Control Panel
ru_ru: Панель управления Identicon

source: Identicon Options
ru_ru: Настройки Identicon

source: Identicon Icon
ru_ru: Identicon

source: Please enter an integer for size. Preferably between 30-200.
ru_ru: Пожалуйста, введите целое число. Лучше всего, в диапазоне от 30 до 200.

source: Please enter an integer for squares. Preferably 3 or greater and probably less than 10.
ru_ru: Пожалуйста, введите целое число. Лучше всего, в диапазоне от 3 до 10.

source: Please enter a range between two integers for the background color (e.g. 230-255) between 1 and 255. For a single color please enter a single value (e.g. white = 255 for r,g and b).
ru_ru: Пожалуйста, укажите диапазон значений для фонового цвета (например, 230&ndash;255). Допустимые значения&nbsp;&mdash; от 1 до 255. Чтобы ограничиться одним цветом, введите только одно значение (например, белый цвет&nbsp;&mdash; это 255 во всех каналах: R, G и B).

source: Options updated (you may have to clear the identicon cache to see any effect).
ru_ru: Настройки обновлены (возможно, вам придется очистить кеш Identicon, чтобы увидеть изменения).

source: Cache cleared.
ru_ru: Кеш очищен.

source: Identicon Options.
ru_ru: Настройки Identicon

source: You currently have
ru_ru: Сейчас у вас на сайте

source: identicons on your website
ru_ru: изображений

source: Set options here:
ru_ru: Укажите требуемые параметры:

source: Identicon Size (in pixels)
ru_ru: Размер Identicon (в пикселях)

source: (Default: 35)
ru_ru: (Стандартное значение: 35)

source: Number of Squares
ru_ru: Количество элементов

source: (Default: 4)
ru_ru: (Стандартное значение: 4)

source: Background Colors
ru_ru: Фоновые цвета

source: (enter single value or range. 0,0,0 for transparent. Default: 255,255,255)
ru_ru: (введите один параметр или диапазон чисел. Стандартные значения: 255,255,255)

source: Foreground Colors
ru_ru: Цвета элементов

source: (enter single value or range. Default: 1-255,1-255,1-255)
ru_ru: (введите один параметр или диапазон чисел. Стандартные значения: 1&ndash;255,1&ndash;255,1&ndash;255)

source: Grayscale
ru_ru: Оттенки серого

source: (Good for black and white themes)
ru_ru: (Для черно-белых тем)

source: Automatically Add Identicons to Comments
ru_ru: Автоматически добавлять Identicon к комментариям

source: (adds an Identicon beside commenter names or disable it and edit theme file manually). Default: Auto)
ru_ru: (Добавлять Identicon рядом с именем пользователя автоматически или редактировать тему вручную. Стандартное значение: добавлять автоматически)

source: I'll Do It Myself
ru_ru: Я сделаю это сам

source: Add Identicons For Me
ru_ru: Добавить Identicon

source: My Theme Has Builtin WordPress 2.5+ Avatars
ru_ru: В моей теме есть встроенная поддержка аватаров

source: Gravatar Support
ru_ru: Поддержка Граватаров

source: (If a commenter has a gravatar use it, otherwise use Identicon. Default: Identicon Only)
ru_ru: (Если у автора комментария есть граватар&nbsp;&mdash; использовать его, в противном случае&nbsp;&mdash; создать Identicon. Стандартное значение: только Identicon)

source: Identicon Only
ru_ru: Только Identicon

source: Gravatar + Identicon
ru_ru: Граватар + Identicon

source: Set Options
ru_ru: Сохранить настройки

source: Clear the Identicon Image Cache
ru_ru: Очистить кеш Identicon

source: Clear Cache
ru_ru: Очистить кеш

source: To use Identicon
ru_ru: Для того, чтобы использовать Identicon

source: Make sure the folder <code>wp-content/plugins/identicon</code> is writable. Identicons should automatically be added beside your commentors names after that. Enjoy.
ru_ru: Убедитесь, что директория <code>wp-content/plugins/identicon</code> доступна для записи. Identicon будут автоматически добавлены к комментариям. Наслаждайтесь!

source: If you use the Recent Comments Widget in your sidebar, this plugin also provides a replacement Recent Comments (with Identicons) Widget to add Identicons to the sidebar comments (just set it in the Widgets Control Panel)
ru_ru: Если вы используете виджет &laquo;Свежие комментарии&raquo;, возможно, вам пригодится его аналог&nbsp;&mdash; виджет &laquo;Свежие комментарии с Identicon&raquo;

source: Testing:
ru_ru: Проверка:

source: Identicon needs
ru_ru: Для создания Identicon необходимо, чтобы директория

source: to be writable.
ru_ru: была доступна для записи.

source: GD Image library not found. Identicon needs this library.
ru_ru: Библиотека GD не найдена. Без неё Identicon создать нельзя!

source: A test identicon should be here
ru_ru: Тестовый Identicon должен появиться здесь

source: and the source URL for this image is
ru_ru: а URL этой картинки&nbsp;&mdash;

source: here
ru_ru: здесь

source: If there is no identicon above or there are any other problems, concerns or suggestions please let me know <a href="http://scott.sherrillmix.com/blog/blogger/wp-identicon">here</a>. Enjoy your identicons.
ru_ru: Если на этой странице нет Identicon, возникли какие-либо ещё проблемы с плагином, или, если у вас есть вопросы и предложения, свяжитесь со мной <a href="http://scott.sherrillmix.com/blog/blogger/wp_identicon">здесь</a>. Наслаждайтесь вашими Identicon-ками.

source: For curiosity's sake, here are the parts the identicons are built from
ru_ru: А это&nbsp;&mdash; элементы, из которых создаются Identicon

source: For advanced users:
ru_ru: Для продвинутых пользователей:

source: Disable the automatic Indenticon placement and put
ru_ru: Отключите автоматическое добавление Identicon и поместите

source: in the comment loop of your theme comment script (probably <code>comments.php</code>). Or if you're more confident and just want the img URL use
ru_ru: в цикл комментариев в шаблоне вашей темы (скорее всего это <code>comments.php</code>). Или, если вам нужен только URL изображения, используйте

source: Please see the <a href="http://scott.sherrillmix.com/blog/blogger/wp_identicon/">plugin page</a> if you need more details.
ru_ru: Пожалуйста, зайдите на <a href="http://scott.sherrillmix.com/blog/blogger/wp_identicon/">страницу плагина</a>, если вы хотите узнать о нём подробнее.

source: The idea for Identicons came from
ru_ru: Идея Identicon принадлежит

source: Recent Comments
ru_ru: Свежие комментарии

source: %1$s on %2$s
ru_ru: %1$s к %2$s

source: Title:
ru_ru: Заголовок:

source: Number of comments to show:
ru_ru: Показывать комментариев:

source: (at most 15)
ru_ru: (не более 15)

source: Size of Widget Identicons (pixels):
ru_ru: Размер Identicon в виджете (в пикселях):
