Repository: LonelyWolf2000/l10n-ru
Catalog: wp-plugins/wp-ban/wp-ban-*.po
Languages: ru_ru

source: This IP '%s' Belongs To The Admin And Will Not Be Added To Ban List
ru_ru: IP-адрес &laquo;%s&raquo; используется администратором сайта и не может быть добавлен в список

source: The Admin's IP '%s' Fall Within This Range (%s - %s) And Will Not Be Added To Ban List
ru_ru: IP-адрес администратора сайта (&laquo;%s&raquo;) находится в указанном диапазоне (%s - %s) и не может быть добавлен в список

source: This Hostname '%s' Belongs To The Admin And Will Not Be Added To Ban List
ru_ru: Название узла &laquo;%s&raquo; используется администратором сайта и не может быть добавлено в список

source: This Referer '%s' Belongs To This Site And Will Not Be Added To Ban List
ru_ru: Источник трафика &laquo;%s&raquo; используется администратором сайта и не может быть добавлен в список

source: This User Agent '%s' Is Used By The Current Admin And Will Not Be Added To Ban List
ru_ru: User Agent &laquo;%s&raquo; используется администратором сайта и не может быть добавлен в список

source: Banned IPs
ru_ru: Запрещённые IP-адреса

source: Banned IP Range
ru_ru: Диапазон запрещённых IP-адресов

source: Banned Host Names
ru_ru: Запрещённые узлы

source: Banned Referers
ru_ru: Запрещённые источники трафика

source: Banned User Agents
ru_ru: Запрещённые User Agent

source: Banned Excluded IPs
ru_ru: Исключения из списка запрёщенных IP-адресов

source: Banned Message
ru_ru: Сообщение о запрете доступа

source: Updated
ru_ru: &nbsp;&mdash; обновлено

source: No Ban Option Updated
ru_ru: Настройки доступа не изменились

source: Reset Ban Stats
ru_ru: Сбросить статистику

source: All IP Ban Stats And Total Ban Stat Reseted
ru_ru: Статистика ограничения доступа к сайту сброшена

source: Selected IP Ban Stats Reseted
ru_ru: Сброшена статистика ограничения доступа к сайту для выбранных IP-адресов

source: UNINSTALL WP-Ban
ru_ru: УДАЛИТЬ WP-Ban

source: Setting Key '%s' has been deleted.
ru_ru: Настройка &laquo;%s&raquo; удалена.

source: Error deleting Setting Key '%s'.
ru_ru: Ошибка при удалении настройки &laquo;%s&raquo;.

source: Uninstall WP-Ban
ru_ru: Удалить плагин ограничения доступа к сайту

source: <a href="%s">Click Here</a> To Finish The Uninstallation And WP-Ban Will Be Deactivated Automatically.
ru_ru: <a href="%s">Нажмите здесь</a> чтобы завершить удаление. WP-Ban будет отключён автоматически.

source: You Are Banned.
ru_ru: Вам запрещено заходить на этот сайт.

source: Ban Options
ru_ru: Настройки доступа к сайту

source: Your Details
ru_ru: Ваши данные

source: Value
ru_ru: Значение

source: IP
ru_ru: IP-адрес

source: Host Name
ru_ru: Название узла

source: Site URL
ru_ru: Адрес сайта

source: Please <strong>DO NOT</strong> ban yourself.
ru_ru: Пожалуйста, <strong>НЕ ЗАПРЕЩАЙТЕ ДОСТУП САМОМУ СЕБЕ</strong>.

source: Use <strong>*</strong> for wildcards.
ru_ru: Используйте <strong>*</strong> в качестве символа подстановки.

source: Start each entry on a new line.
ru_ru: Одна запись на строку.

source: Examples:
ru_ru: Примеры:

source: Notes:
ru_ru: Примечания:

source: No Wildcards Allowed.
ru_ru: Символы подстановки не допускаются.

source: Use <strong>*</strong> for wildcards
ru_ru: Используйте <strong>*</strong> в качестве символа подстановки

source: There are ways to bypass this method of banning.
ru_ru: Этот метод запрещения доступа к сайту можно обойти.

source: Suggestions:
ru_ru: Предложения:

source: See <a href="http://www.user-agents.org/">http://www.user-agents.org/</a>
ru_ru: Зайдите на сайт <a href="http://www.user-agents.org/">http://www.user-agents.org/</a>

source: Banned Exclude IPs
ru_ru: Исключения из списка запрещённых IP-адресов

source: These Users Will Not Get Banned.
ru_ru: Этим пользователям будет разрешен доступ на сайт.

source: Allowed Variables:
ru_ru: Допустимые переменные:

source: Restore Default Template
ru_ru: Восстановить стандартный шаблон

source: Preview Banned Message
ru_ru: Предварительный просмотр

source: Save Changes
ru_ru: Сохранить изменения

source: Ban Stats
ru_ru: Статистика ограничения доступа к сайту

source: IPs
ru_ru: IP-адреса

source: Attempts
ru_ru: Попытки

source: Action
ru_ru: Действие

source: Reset this IP ban stat?
ru_ru: Сбросить статистику этого IP адреса?

source: No Attempts
ru_ru: Попыток нет

source: Total Attempts:
ru_ru: Всего попыток:

source: Reset all IP ban stats and total ban stat?
ru_ru: Сбросить статистику ограничения доступа к сайту?

source: You Are About To Reset Ban Stats.
ru_ru: Вы собираетесь сбросить статистику ограничения доступа к сайту.

source: This Action Is Not Reversible. Are you sure?
ru_ru: Это действие необратимо. Вы уверены?

source: Deactivating WP-Ban plugin does not remove any data that may have been created, such as the ban options. To completely remove this plugin, you can uninstall it here.
ru_ru: При отключении плагина WP-Ban его настройки и любые другие сохраненные данные не удаляются. Для того, чтобы полностью удалить плагин, отмените здесь его установку.

source: WARNING:
ru_ru: ВНИМАНИЕ:

source: Once uninstalled, this cannot be undone. You should use a Database Backup plugin of WordPress to back up all the data first.
ru_ru: Удаление плагина необратимо. Для того, чтобы создать резервную копию БД WordPress и сохранить ваши данные, используйте плагин &laquo;Database Backup&raquo;.

source: The following WordPress Options will be DELETED:
ru_ru: Будут УДАЛЕНЫ следующие настройки WordPress:

source: WordPress Options
ru_ru: Настройки WordPress

source: Yes
ru_ru: Да

source: You Are About To Uninstall WP-Ban From WordPress.\nThis Action Is Not Reversible.\n\n Choose [Cancel] To Stop, [OK] To Uninstall.
ru_ru: Вы собираетесь удалить плагин WP-Ban.\nЭто действие необратимо.\n\nЧтобы остановить удаление, выберите [Отмена]. Выберите [OK], если вы хотите его продолжить.

source: Ban
ru_ru: Ограничение доступа
