Repository: LonelyWolf2000/l10n-ru
Catalog: tags/wp-plugins/tinymce-advanced/3.1/i18n/tadv-*.po
Languages: ru_ru

source: Cheatin&#8217; uh?
ru_ru: Играешься, что ли?

source: This plugin requires WordPress version 2.6 or newer. Please upgrade your WordPress installation or download an
ru_ru: Требуется WordPress 2.6 или выше. Пожалуйста, обновите WordPress или скачайте

source: older version of the plugin.
ru_ru: старую версию плагина.

source: All toolbars are empty! Default buttons loaded.
ru_ru: Все панели инструментов пусты! Загружены стандартные настройки.

source: Options saved
ru_ru: Настройки сохранены

source: TinyMCE Buttons Arrangement
ru_ru: Настройка расположения кнопок TinyMCE

source: Drag and drop buttons onto the toolbars below.
ru_ru: Перетащите кнопки на панели инструментов.

source: Adding too many buttons will make the toolbar too long and will not display correctly in TinyMCE!
ru_ru: Если вы добавите слишком много кнопок, панель инструментов станет слишком длинной и будет неправильно отображаться в TinyMCE!

source: Also enable:
ru_ru: Также включить:

source: Context Menu
ru_ru: Контекстное меню

source: (to show the context menu in Firefox and use the spellchecker, hold down the Ctrl key).
ru_ru: (чтобы отобразить контекстное меню Firefox и воспользоваться функцией проверки орфографии, нажмите &laquo;Ctrl&raquo;)

source: Advanced
ru_ru: Дополнительно

source: Import the current theme CSS classes
ru_ru: Импортировать классы CSS из текущей темы

source: Custom CSS styles can be added in /wp-content/plugins/tinymce-advanced/css/tadv-mce.css. They will be imported and used in TinyMCE. The file has to be downloaded with FTP, edited and uploaded, overwriting the original. Only CSS classes can be added, also <strong>div.my-class</strong> would not work, but <strong>.my-class</strong> will.
ru_ru: Пользовательские стили CSS могут быть добавлены в файл <code>/wp-content/plugins/tinymce-advanced/css/tadv-mce.css</code>. Они будут импортированы и использованы в TinyMCE.<br/>Этот файл нужно скачать по FTP, отредактировать и загрузить обратно, переписав оригинал. Могут быть добавлены только классы CSS. Не будет работать конструкция <strong>div.my-class</strong>, но <strong>.my-class</strong> &mdash; будет.

source: Stop removing the &lt;p&gt; and &lt;br /&gt; tags when saving and show them in the HTML editor
ru_ru: Не удалять тэги &lt;p&gt; и &lt;br /&gt; при сохранении и показывать их в редакторе HTML

source: This will make it possible to use more advanced HTML without the back-end filtering affecting it much. It also adds two new buttons to the HTML editor: &quot;autop&quot; that allows wpautop to be run on demand and &quot;undo&quot; that can undo the last changes.
ru_ru: Включив эту настройку, вы получите возможность использовать более сложную HTML-разметку, на которую будет в меньшей степени влиять встроенная фильтрация. В редакторе HTML также появятся две новые кнопки: &laquo;autop&raquo;, которая позволит функции wpautop запускаться по требованию и &laquo;undo&raquo;, с помощью которой можно отменить недавние изменения.

source: Language Settings
ru_ru: Языковые настройки

source: Your WordPress language is set to
ru_ru: Сейчас WordPress использует этот перевод:

source: However there is no matching language installed for TinyMCE plugins. This plugin includes several translations: German, French, Italian, Spanish, Portuguese, Russian, Japanese and Chinese. More translations are available at the
ru_ru: К сожалению, подходящий перевод для TinyMCE отсутствует. Плагин переведен на немецкий, французский, итальянский, испанский, португальский, русский, японский и китайский языки. Другие переводы вы можете найти на

source: TinyMCE web site.
ru_ru: сайте TinyMCE.

source: Save Changes
ru_ru: Сохранить изменения

source: Uninstall
ru_ru: Удалить

source: The Kitchen Sink button shows/hides the next toolbar row. It will not work at the current place.
ru_ru: С промощью кнопки &laquo;Kitchen Sink&raquo; можно показать или спрятать следующий ряд в панели инструментов. В этом месте она работать не будет.

source: Uninstalling will remove all saved settings from the database.
ru_ru: При удалении плагина все сохранённые настройки будут удалены из базы данных.

source: Cancel
ru_ru: Отмена

source: Continue
ru_ru: Продолжить

source: <h2>This plugin requires WordPress version 2.6 or newer. Please upgrade your WordPress installation or download an older version of the plugin.</h2>
ru_ru: <h2>Требуется WordPress 2.6 или выше. Пожалуйста, обновите WordPress или скачайте старую версию плагина.</h2>

source: TinyMCE Advanced
ru_ru: TinyMCE
