Repository: LonelyWolf2000/l10n-ru
Catalog: tags/wp-plugins/faq-tastic/1.0.15/*.po
Languages: ru_ru

source: FAQ Answer:
ru_ru: FAQ Ответ:

source: Your options have been saved
ru_ru: Ваши настройки были сохранены

source: FAQ-Tastic has been removed
ru_ru: FAQ-Tastic был удален

source: Number of questions imported: %d
ru_ru: Количество импортированных вопросов: %d

source: Your question has been created and added to the end of the list
ru_ru: Ваш вопрос был создан и добавлен в конец списка

source: You must supply a question &amp; answer
ru_ru: Вы должны поставить вопрос и ответ

source: Your group has been created
ru_ru: Ваша группа создана

source: You must supply a unique name and URL
ru_ru: Вы должны указать уникальное имя и URL

source: Your page has been created
ru_ru: Ваша страница была создана

source: Ask Question
ru_ru: Задать вопрос

source: Thanks for your vote!
ru_ru: Спасибо за Ваш голос!

source: Ask question
ru_ru: Задать вопрос

source: Previous
ru_ru: Предыдущий

source: Next
ru_ru: Следующий

source: FAQ-Tastic Question
ru_ru: FAQ-Tastic вопрос

source: Question submission:
ru_ru: Отправить вопрос:

source: How many widgets would you like?
ru_ru: Сколько виджетов Вы хотите?

source: Save
ru_ru: Сохранить

source: Name
ru_ru: Имя

source: Allow ratings
ru_ru: Оценивать

source: Ask button
ru_ru: Кнопка "Спросить"

source: Attached page
ru_ru: Прикреплена

source: No page
ru_ru: Нет страницы

source: Changing the attached page may affect links to Paged answers (i.e sub-pages).<br />
ru_ru: Изменение расположения страницы может повлиять на ссылки которые указаны на станице ответов (например, к вложенным страницам).<br />

source: Ensure shortcodes are correct in the new Attached Page.<br />
ru_ru: Убедитесь в правильности сокращенных команд в новом местоположении страницы.<br />

source: All Paged questions must be re-saved for changes.<br />
ru_ru: Все страницы вопросов должны быть заново сохранены. <br />

source: Page title
ru_ru: Название страницы

source: Meta-description
ru_ru: Мета-описание

source: Meta-keywords
ru_ru: Мета-ключевые слова

source: Options
ru_ru: Настройки

source: no follow
ru_ru: не переходить

source: no index
ru_ru: не индексировать

source: Cancel
ru_ru: Отменить

source: Use
ru_ru: Использовать

source: Summary List
ru_ru: Краткий список вопросов

source: Ask Box
ru_ru: Кнопка "Вопрос"

source: (Edit Optional Text)
ru_ru: (Редактировать необязательно)

source: Import CSV File
ru_ru: Импорт CSV файла

source: Upload a CSV with questions and answers and import it into this Question Group.
ru_ru: Загрузить CSV файл с вопросами и ответами, и импортировать его в этой группе вопросов.

source: Notes:
ru_ru: Примечание:

source: WARNING: The format of your CSV file is important.
ru_ru: ВНИМАНИЕ: важен формат вашего CVS файла.

source: It is recommended that you download this Question Group's questions using the "Download CSV file" icon (see top of this page).
ru_ru: Мы рекомендуем вам скачать эту группу вопросов используя кнопку "Загрузить CSV файл" (см. вверху этой страницы).

source: This will provide you with the correct format for your CSV file upload.
ru_ru: Это позволит загрузить правильный формат CSV для Вашего файла.

source: Basic
ru_ru: Основные

source: Page URL
ru_ru: Сайт

source: Author
ru_ru: Автор

source: Rating
ru_ru: Оценка

source: Group &amp; Related
ru_ru: Похожие группы

source: Question
ru_ru: Вопрос

source: Answer
ru_ru: Ответ

source: HTML tags can be used when answering. Only use &lt;b&gt; or &lt;i&gt; for Questions (used in Page Titles and Links)
ru_ru: При ответе можно использовать HTML-теги. Только использование &lt;b&gt; или &lt;i&gt; используется в заголовках и ссылках

source: Message
ru_ru: Сообщение

source: Text added to approval or rejection email
ru_ru: Добавить текст для утверждения или отказа по электронной почте

source: Tip:
ru_ru: Подсказка:

source: Use keywords in your Page URLs and remove non-essential words like "and", "the" etc.
ru_ru: Использовать ключевые слова в URL-адресе Вашей страницы и удалять неважные слова, как \"и\", \"а\" и др.

source: Author name
ru_ru: Имя

source: Note:
ru_ru: Примечание:

source: Only required to create a link to the Author's homepage.
ru_ru: Требуется только создать ссылку на домашнюю страницу автора.

source: Author email
ru_ru: Email

source: Author website
ru_ru: Сайт

source: follow
ru_ru: использовать

source: A link to the question Author's website will only displays if there are values entered for both the name and website field.<br>By default, the link to an Author's site uses the "nofollow" link attribute. Use the checkbox to follow the link.
ru_ru: Ссылка на вопрос автора сайта отображается только если введены имя и название сайта. <br> По умолчанию, ссылка на сайт автора пустая. Используйте флажок \"использовать\" для публикации ссылки.

source: Positive rating
ru_ru: Позитивная оценка

source: Negative rating
ru_ru: Негативная оценка

source: Reset or change the rating for this Question.
ru_ru: Сбросить или изменить оценку этого вопроса.

source: Group
ru_ru: Группа

source: Changing this question's group will remove the question from this list
ru_ru: Изменение группы перенесет вопрос в другую группу

source: Related questions
ru_ru: Похожие вопросы

source: Only Paged Group questions &amp; and answers appear in the dropdown. A URL to an answer is needed to make related links.
ru_ru: Только \"страница группы\" вопросов и ответов опубликованы в выпадающем меню. URL-адрес для ответа необходимо сделать соответствующий ссылке.

source: Approve
ru_ru: Одобрить

source: Reject
ru_ru: Отклонить

source: Decide later
ru_ru: Отложить

source: An answer is needed before a question will be approved
ru_ru: Ответить на вопрос, прежде чем утвердить

source: changing this question's group will remove the question from this list
ru_ru: изменение этой группы вопросов исключит этот вопрос из списка

source: Resources
ru_ru: Ресурсы

source: FAQ-Tastic Video Tutorials
ru_ru: Учебное пособие по FAQ-Tastic

source: Additional Resources
ru_ru: Дополнительные ресурсы

source: The following resources may contain affiliate links. The revenue generated by some of these programs help toward maintaining and updating of the FAQ-Tastic plugin and hosting costs.
ru_ru: Следующие ресурсы могут содержать коммерческие ссылки. Доходы от некоторых из этих программ направлены на поддержание и развитие FAQ-Tastic, а также на оплату хостинга.

source: Problems Viewing This Page?
ru_ru: У Вас правильно отображается эта страница?

source: <b>Note:</b> If you cannot see the video or the text for the additional resources, then you may have an Ad Blocker preventing you from seeing this page properly.
ru_ru: <b>Примечание:</b> Если вы не видите видео или текст для дополнительных ресурсов, то у Вас, возможно, установлена блокировка содержимого страницы.

source: This page gets data from from the main "faq-tastic.com" website. Ensure you whitelist the FAQ-Tastic.com site in your Ad Blocker to view additional content.
ru_ru: Эта страница получает данные с официального сайта "faq-tastic.com". Убедитесь, что Вы в белом списке сайта FAQ-Tastic.com и с Вашей стороны не заблокирован сайт FAQ-Tastic.com для просмотра дополнительного содержимого.

source: Pending
ru_ru: Новые вопросы

source: Questions &amp; Groups
ru_ru: Группы вопросов

source: Help
ru_ru: Помощь

source: Website
ru_ru: Сайт

source: Notification of when your question has been answered. (Optional)
ru_ru: Уведомлять, когда на Ваш вопрос ответят. (Необязательно)

source: Optional link back to your website.
ru_ru: Необязательная ссылка на Ваш сайт.

source: You already rated this question
ru_ru: Вы уже голосовали за этот вопрос

source: Something went wrong while registering your vote
ru_ru: Что-то произошло во время регистрации вашего голоса

source: Author email:
ru_ru: Email:

source: No email provided.
ru_ru: Электронная почта не предусмотрена.

source: You can approve this question here:
ru_ru: Вы можете одобрить этот вопрос здесь:

source: %d question
ru_ru: %d вопрос

source: Delete Group?
ru_ru: Удалить группу?

source: Delete
ru_ru: Удалить

source: Question Groups
ru_ru: Группы вопросов

source: Manage your Question Groups and add/edit questions &amp; answers using the links below.
ru_ru: Управляйте Вашей группой вопросов, добавляйте или редактируйте вопросы и ответы, используя ссылку ниже.

source: <b>Change Question Group settings:</b> click on the link in the "Name" column for the group you want to amend.
ru_ru: <b>Изменение параметров группы:</b> нажмите на имя группы в колонке "Имя" для группы которую Вы хотите редактировать.

source: <b>Enable/Disable Ratings:</b> click on the link in the "Name" column for the group you want to change.
ru_ru: <b>Включить / Выключить оценки:</b> нажмите на ссылку в разделе колонки "Имя" для группы которую Вы хотите изменить.

source: <b>Add/Edit Questions:</b> click on the link in the "Questions" column of the group you want to add questions to.
ru_ru: <b>Добавить / Изменить вопрос:</b> нажмите на ссылку в разделе колонки "Вопросы" группы в которую Вы хотите добавить вопросы.

source: <b>Sort By Columns:</b> click on the link titles for the column and filter groups by using the search on the top right.
ru_ru: <b>Сортировка по колонкам:</b> нажмите на ссылку названия колонки и фильтр группы с помощью поиска в верхнем правом углу страницы.

source: <b>Delete A Group:</b> use the red icon on the right hand side.
ru_ru: <b>Удаление группы:</b> используйте красный значок с правой стороны.

source: Only Paged Question Groups show links in the "Attached Page" column.
ru_ru: Только страница группы вопросов покажет ссылки в колонке "Прикреплена к странице".

source: There are no groups!
ru_ru: Здесь нет групп!

source: Loading
ru_ru: Идет загрузка

source: Create Question Group
ru_ru: Создать группу вопросов

source: Question groups allow you to add questions &amp; answers into topically relevant groups. These groups of questions can be displayed either on the same page (Simple Group) OR with an index page with questions linking to sub-pages with answers (Paged Group).
ru_ru: В группу вопросов можно добавить вопросы и ответы для тематически соответствующих групп. Эти группы вопросов могут отображаться либо на той же странице (простой группе), или с индексом на страницу ссылок с вопросами к странице с ответами (страница группы).

source: Group name
ru_ru: Имя группы

source: Add group
ru_ru: Добавить группу

source: To create a Simple question group, add a Group Name and select "No page" from the Attached Page dropdown list.
ru_ru: Чтобы создать простую группу вопросов, добавьте имя группы и выберите "Нет страницы" в выпадающем списке.

source: To create a Paged question group, you will need to: 1) create a Page normally first; 2) add a Group Name and select the page you created from the Attached Page dropdown list.
ru_ru: Чтобы создать страницу группы вопросов, Вам необходимо:<br />1) Создать в первую очередь нормальную страницу;<br />2) Добавить имя группы и выберите страницу для созданных с прикрепленной страницей в выпадающем списке.

source: Publish an FAQ Page
ru_ru: Опубликовать вопросы

source: Automatically create a page with the correct shortcode to display a <b>Simple</b> FAQ group.
ru_ru: Автоматически создать страницу c <b>простой</b> группой вопросов.

source: Page name
ru_ru: Имя страницы

source: Question Group
ru_ru: Группа вопросов

source: Add a Page Name and select the Simple FAQ group from the Question Group dropdown list.
ru_ru: Добавьте имя страницы и выберите группу вопросов для "простого" списка в выпадающем меню.

source: FAQ-Tastic Help (Quick Reference)
ru_ru: Помощь FAQ-Tastic (Краткое руководство)

source: FAQ-Tastic is a plugin to create and manage <b>multiple</b> <a href="http://en.wikipedia.org/wiki/FAQ" target="_blank">FAQ</a>'s (Frequently Asked Questions) on your WordPress site.
ru_ru: FAQ-Tastic представляет собой расширение для создания и управления <b>несколькими</b> <a href="http://ru.wikipedia.org/wiki/FAQ" target="_blank">FAQ</a> (часто задаваемые вопросы) на вашем сайте под управлением WordPress.

source: At <a href="http://faq-tastic.com/" target="_blank">FAQ-Tastic.com</a> we understand that not all of your questions fit nicely into one category! For example, you may need one FAQ for beginners and another one for advanced users of your site.
ru_ru: Мы в <a href="http://faq-tastic.com/" target="_blank">FAQ-Tastic.com</a> понимаем, что не все Ваши вопросы, прекрасно подходят для одной группы вопросов! Например, вам может понадобиться отдельный FAQ для начинающих и еще один для продвинутых пользователей Вашего сайта.

source: If you need to create several different FAQ's for each section of your site, then FAQ-Tastic is the perfect plugin for you!
ru_ru: Если вам нужно создать несколько различных FAQ по каждому из разделов своего сайта, то FAQ-Tastic это идеальное расширение для Вас!

source: Every question and answer must belong to a Question Group.
ru_ru: Каждый вопрос и ответ должен принадлежать к конкретной группе вопросов.

source: You can create a Question Group from the FAQ-Tastic <a href="%s?page=faq-tastic.php&amp;sub=questions">administration interface</a>. FAQ-Tastic allows two types of Question Groups:
ru_ru: Вы можете создавать группы вопросов используя FAQ-Tastic в Вашем <a href="%s?page=faq-tastic.php&amp;sub=questions">разделе администратора</a>. FAQ-Tastic позволяет создавать группы вопросов по двум видам:

source: Simple
ru_ru: Простой

source: Question &amp; answer is displayed on the same page.
ru_ru: Вопрос и ответ будет отображаться на той же странице.

source: Paged
ru_ru: Вызываемый

source: Questions appear on one page with links to the answers on separate WordPress Pages.<br /><small><b>Note:</b> Perfect for creating additional keyword targetted content for your site - purposely built for <a href="http://en.wikipedia.org/wiki/Search_engine_optimization" target="_blank">SEO</a> (Search Engine Optimization) experts.</small>
ru_ru: Вопросы, как на одной странице, так и на отдельной странице WordPress. <br /> <small><b>Примечание:</b> Отлично подходит для создания дополнительных ключевых слов ориентированных на содержание вашего сайта - специально построены для <a href="http://en.wikipedia.org/wiki/Search_engine_optimization" target="_blank">SEO</a> (Search Engine Optimization) экспертов.</small>

source: When creating a Question Group you can decide which type you want by attaching it to a page or not - a Simple group has no attached group, a Paged group is attached to an existing page.
ru_ru: При создании группы вопросов можно решить, какого типа вы хотите использовать FAQ на странице сайта - простая группа не принадлежит группе вопросов, вызываемая группа встраивается в существующую страницу.

source: You <b>must</b> give a Question Group a name. This name is used to uniquely refer to the group, and is used when display the FAQ in your blog.
ru_ru: Вы <b>должны</b> дать имя Вашей группе вопросов. Это название используется, чтобы указывать в страницах вызываемые группы ответов, а также используется при отображения часто задаваемых вопросов в Вашем блоге.

source: Displaying an FAQ on your site
ru_ru: Показ списка вопросов на Вашем сайте

source: FAQ-Tastic can display a list of questions and answers from any Question Group you've created. To do this, simply insert the special WordPress shortcode in the text of any Page or Post:
ru_ru: FAQ-Tastic может просмотреть список вопросов и ответов для любой группы вопросов, которую Вы создали. Чтобы сделать это, просто вставьте специальный тег WordPress в текст на любой странице, где необходимо отображение списка вопросов:

source: Where <code><strong>name</strong></code> is the name of a Question Group.
ru_ru: Где <strong><code>name</code></strong> это имя группы вопросов.

source: Displaying "Jump Links" (anchor links) on your site
ru_ru: Отображение "Ссылок с ответами" на Вашем сайте

source: FAQ-Tastic can display a list of question links on any Page or Post so users can jump down to each answer quickly. To do this simply insert the following special WordPress shortcode in the text of any Page or Post:
ru_ru: FAQ-Tastic может показать список вопросов ссылками на любую страницу или страницу с сообщением, для того, чтобы пользователи могли перейти к каждому быстро к ответу. Для этого нужно вставить следующий специальный тег WordPress в любую страницу, или пост:

source: Adding questions to your site
ru_ru: Добавление вопросов на Вашем сайте

source: Questions can be directly added from the FAQ-Tastic interface by clicking on the 'questions' link of a Question Group. This will take you to a page where you can view existing questions and add a new one.
ru_ru: Вопросы могут быть добавлены непосредственно внутри интерфейса FAQ-Tastic, нажав на ссылку "Вопросы" в конкретной группе вопросов. Это переместит Вас на специальную страницу, где вы можете просматривать существующие вопросы и добавлять новые.

source: Allowing visitors to ask their questions
ru_ru: Разрешить посетителям задавать свои вопросы

source: FAQ-Tastic can display a form for your website visitors to ask their questions. To do this simply insert the following special WordPress shortcode in the text of any page or post:
ru_ru: FAQ-Tastic может показать форму на вашем сайте для посетителей желающих задать свои вопросы. Для этого просто вставьте следующий специальный тег WordPress в тексте на какой-либо странице или внутри сообщения:

source: <a href="#" onclick="edit_pending(%d); return false">%s</a> on <a href="%s">%s</a> <em>from %s</em>
ru_ru: <a href="#" onclick="edit_pending(%d); return false">%s</a> на <a href="%s">%s</a> <em>из %s</em>

source: <a href="#" onclick="edit_pending(%d); return false">%s</a> on <a href="%s">%s</a>
ru_ru: <a href="#" onclick="edit_pending(%d); return false">%s</a> на <a href="%s">%s</a>

source: Kitten Protection has GONE (Please Donate Instead!)
ru_ru: Кошачья защита прошла (Пожалуйста пожертвуйте сейчас!)

source: Thank you for choosing FAQ-Tastic to display frequently asked questions on your WordPress site.
ru_ru: Благодарим вас за выбор FAQ-Tastic который создан для наиболее часто задаваемых вопросов на Вашем WordPress сайте.

source: Unlike other WordPress plugins, FAQ-Tastic is a commissioned work that has, for the last few years, cost me a great deal to support and maintain.
ru_ru: В отличие от других расширений WordPress, FAQ-Tastic интересная работа, которая, в течение прошлых нескольких лет, стоила мне много, чтобы поддерживать и приумножать.

source: Each new feature, fix, security update, changes and amendments actually has a real world cost - not just financially but also in "time".
ru_ru: Каждая новая функция, исправления, обновления безопасности, изменения и поправки, фактически в реальном мире расточительно - не только для денег, но и для "времени".

source: Surprisingly, donations have been rare but they are very much appreciated. Your donations help keep FAQ-Tastic alive. By doing so, it enables the WordPress community to save time and effort managing their sites.
ru_ru: Удивительно, пожертвования были редки, но они очень высоко ценятся. Ваши пожертвования помогут сохранить FAQ-Tastic работоспособным. Поступая таким образом, Вы позволяете сообществу WordPress в целях экономии времени и усилий, управлять своими сайтами.

source: Think for a moment how much time FAQ-Tastic has saved you. A few hours, or maybe several? Now multiply that by your hourly work rate?
ru_ru: Задумайтесь на минуту, сколько времени FAQ-Tastic сэкономил для Вас. Только несколько часов, а может быть гораздо больше?

source: That is the real world "unseen" value which FAQ-Tastic has brought to you for free.
ru_ru: То есть в реальном мире "невидимые" ценности, которые часто задаваемые вопросы FAQ-Tastic создал Вам бесплатно.

source: If you now feel that this plugin has made a difference to your website, please make a donation.
ru_ru: Если вы чувствуете, что этот плагин необходим на Вашем веб-сайте, пожалуйста, сделайте пожертвование.

source: Use the form below (you can change the suggested price) and click on the button to make a PayPal donation now.
ru_ru: Используйте форму ниже (вы можете изменить сумму пожертвования позднее), и нажмите на кнопку, чтобы сделать пожертвование PayPal сейчас.

source: Cheers,<br>Zain
ru_ru: Ура, <br> Зейн

source: PS: The pretty kittens are now gone. They are in a better place now.
ru_ru: PS: Хорошеньких котят в настоящее время нет. Они находятся в надежном месте.

source: <b>Donation Amount (GBP):</b> &pound;
ru_ru: <b>Сумма пожертвования (GBP):</b> &pound;

source: Note
ru_ru: Примечание

source: The donation amount can be changed.
ru_ru: Сумма пожертвования может быть изменена.

source: Increase the value to the amount you feel is right for you and click on the PayPal Donate button.
ru_ru: Увеличьте сумму пожертвования, которую вы считаете необходимой и нажмите на кнопку PayPal Donate.

source: Alternatively, you can <a href="http://faq-tastic.com/pro/">upgrade to FAQ-Tastic Pro</a>.
ru_ru: Кроме того, вы можете <a href="http://faq-tastic.com/pro/">обновить до версии FAQ-Tastic Pro</a>.

source: FAQ-Tastic Pro adds the following fantastic features:
ru_ru: FAQ-Tastic Pro добавляет следующие фантастические возможности:

source: Drag &amp; drop Paged answer re-ordering
ru_ru: Перетащите страницы ответов в другом порядке

source: Search Engine Optimized link attributes
ru_ru: Поисковая система оптимизирована для ссылок

source: Import/Export to CSV format
ru_ru: Импорт/Экспорт в CVS формат

source: AdSense area
ru_ru: Область AdSense

source: Question author links
ru_ru: Вопрос автору ссылки

source: FAQ-Tastic Media Player with additional video resources
ru_ru: FAQ-Tastic Media Player с дополнительными видео ресурсами

source: Extended Resources area including *essential* complementary plugins
ru_ru: Увеличенный ресурс области, в том числе *essential* дополняют основные расширения

source: ...and more to come!
ru_ru: ... и это еще не все!

source: Click here now to <a href="http://faq-tastic.com/pro/">upgrade to FAQ-Tastic Pro</a>.
ru_ru: Нажмите здесь, чтобы <a href=\"http://faq-tastic.com/pro/\">перейти на часто задаваемые вопросы-Tastic Pro.</a>

source: FAQ-Tastic Options
ru_ru: Настройки FAQ-Tastic

source: Messages
ru_ru: Сообщения

source: Thank-you message
ru_ru: Сообщение благодарности

source: Displayed when a question is correctly submitted
ru_ru: Когда Вы ответили на предоставленный вопрос

source: Failed message
ru_ru: Сообщение об отказе

source: Displayed when a question is incorrectly submitted
ru_ru: Отображается, когда Вы отказали в ответе на вопрос

source: Rating message
ru_ru: Поблагодарить

source: Displayed when a question is rated
ru_ru: Отображается, когда вопрос оценен

source: Email Options
ru_ru: Настройки для ответа по почте

source: Approved simple question
ru_ru: Для утвержденного вопроса

source: Sent to the user when a Simple Group question is answered
ru_ru: Посылается пользователю после ответа на вопрос

source: Approved paged question
ru_ru: Для вопроса на странице

source: Sent to the user when a Paged Group question is answered
ru_ru: Посылается пользователю после ответа на странице

source: Rejected question
ru_ru: Если в ответе отказано

source: Sent to the user when a question is rejected
ru_ru: Посылается пользователю если отказано в ответе

source: Send email from
ru_ru: Письмо с адреса

source: Address email is sent from
ru_ru: С какого адреса будет отправлено письмо

source: General Options
ru_ru: Общие настройки

source: Admin role
ru_ru: Роль администратора

source: Set the required user role level to use FAQ-Tastic
ru_ru: Установите необходимый уровень роли пользователя для использовании FAQ-Tastic

source: Author name &amp; website
ru_ru: Имя автора и сайт

source: Ask for name and website details
ru_ru: Спросите имя и название сайта
