Repository: LonelyWolf2000/l10n-ru
Catalog: tags/wp-plugins/faq-tastic/1.0.15/*.po
Languages: ru_ru

source: AdSense Position
ru_ru: AdSense должность

source: Textile
ru_ru: Текстиль

source: Ignore sad kittens
ru_ru: Игнорировать глупых кошек

source: Question order
ru_ru: Сортировка вопроса

source: Remove FAQ-Tastic
ru_ru: Удалить FAQ-Tastic

source: This option will completely remove FAQ-Tastic. All database tables, data and settings are completely removed.
ru_ru: Эта опция полностью удалит FAQ-Tastic. Удаляет полностью все таблицы данных и параметры.

source: Remove
ru_ru: Удалить

source: Special Tags
ru_ru: Специальные тэги

source: You can insert special tags into the thank-you, failed, and email messages. These tags will be replaced with data from the question
ru_ru: Вы можете добавить специальные теги в благодарности от Вас, а также в сообщения по электронной почте. Эти метки будут заменены данными из вопроса

source: The question
ru_ru: Вопрос

source: The answer
ru_ru: Ответ

source: Approval or rejection message
ru_ru: Ваше сообщение о причине отказа на вопрос

source: The URL of the answer (only for paged questions)
ru_ru: URL-адрес ответа (только для страниц с вопросами)

source: Search
ru_ru: Поиск

source: Per page
ru_ru: Вопросов на странице

source: Go
ru_ru: Далее

source: Pending Questions
ru_ru: Новые вопросы

source: Pending questions are user submitted questions that are waiting to be answered.
ru_ru: Вопросы пользователей, которые ждут ответа.

source: Click on the links below to answer, approve or reject pending questions.
ru_ru: Нажмите на ссылку ниже, чтобы ответить, утвердить или отклонить присланный вопрос.

source: Select all
ru_ru: Выделить все

source: select all
ru_ru: выделить все

source: Delete selected
ru_ru: Удалить выбранное

source: delete selected
ru_ru: удалить выбранное

source: <b>Delete Pending Question:</b> use the red icon on the right hand side.
ru_ru: <b>Удаление вопроса:</b> используйте красный значок с правой стороны.

source: Pending questions have a pink background. Approved questions will turn green.
ru_ru: Новые вопросы окрашены розовым цветом, после ответа цвет вопроса становится зеленым.

source: You can also manage and add new questions and Question Groups on the <a href="tools.php?page=faq-tastic.php&amp;sub=questions">Questions &amp; Groups</a> page.
ru_ru: Вы также можете управлять и добавлять новые вопросы на странице <a href="tools.php?page=faq-tastic.php&amp;sub=questions">Группы вопросов</a>.

source: There are no pending questions
ru_ru: Нет новых вопросов

source: Editing Question
ru_ru: Редактировать вопрос

source: An answer is needed before a question is approved
ru_ru: Ответьте, прежде чем вопрос утверждать

source: View
ru_ru: Просмотр

source: Questions for '%s'
ru_ru: Вопросы для группы '%s'

source: Download CSV File
ru_ru: Загрузить CSV файл

source: Edit existing question by using the links below.
ru_ru: Измените существующий вопрос, используя ссылку ниже.

source: To add a new question, scroll down and use the <a href="#add">Add Question</a> section.
ru_ru: Для добавления нового вопроса, прокрутите страницу вниз или используйте ссылку <a href="#add">Добавить вопрос</a>, чтобы перейти к редактированию нового вопроса.

source: You can export and download all questions (and answers) for this Question Group as a CSV file.
ru_ru: Вы можете экспортировать и загружать все вопросы (и ответы) в эту группу вопросов используя CSV файл.

source: To do this, click on the "Download CSV File" icon on the right of this page.
ru_ru: Для этого нажмите иконку "Загрузить CSV файл" с правой стороны страницы.

source: To import a list of questions, scroll down and use the <a href="#add">Import CSV File</a> section below.
ru_ru: Чтобы импортировать список вопросов, прокрутите вниз или используйте ссылку <a href=\"#add\">Импорт CSV файла</a> чтобы перейти вниз.

source: <b>Re-Ordering Questions:</b> drag and drop the questions. Changes will appear immediately on your site.
ru_ru: <b>Поменять вопросы местами:</b> просто перетащите мышкой вопросы в желаемой последовательности. Изменения сразу же появятся на вашем сайте.

source: There are no questions
ru_ru: Здесь нет вопросов

source: Add Question
ru_ru: Добавить вопрос

source: To add a new question, just type your question and answer in the fields below.
ru_ru: Чтобы добавить новый вопрос, просто введите свой вопрос и ответ в полях ниже.

source: Add New Question
ru_ru: Добавить новый вопрос

source: Adding a question will automatically approve it. The question will appear immediately on your website.
ru_ru: Добавление вопроса автоматически утверждает его. Этот вопрос будет опубликован сразу же на вашем сайте.

source: Pending Questions for '%s'
ru_ru: Новые вопросы для '%s'

source: There are no questions for this group
ru_ru: Нет вопросов для этой группы

source: Question Sources
ru_ru: Источник вопроса

source: This is a list of people who asked questions:
ru_ru: Это список людей, которые задавали вопросы:

source: There are no question sources.
ru_ru: Для вопроса нет источников.

source: Asked by
ru_ru: Заданные

source: Thank you for question '$question$\
ru_ru: Спасибо за вопрос '$question$\

source: This has been answered at $page$. The answer is:
ru_ru: Это был ответ на $page$. Ответ:

source: The answer to this is:
ru_ru: В ответ на это:

source: Thanks for submitting a question!
ru_ru: Спасибо за вопрос!

source: Unfortunately your question was not accepted because you didn't provide enough information. Please try again.
ru_ru: К сожалению, Ваш вопрос не был принят, так как вы не представили достаточно информации. Пожалуйста, попробуйте еще раз.

source: There are no questions!
ru_ru: Для ответа нет вопроса!

source: Related
ru_ru: Похожие

source: Positive
ru_ru: Положительно

source: Negative
ru_ru: Отрицательно

source: This answer is good
ru_ru: Этот ответ является хорошим

source: This answer is bad
ru_ru: Этот ответ является плохим

source: Thank you for your question '$question$'. Unfortunately we did not use this because $message$.
ru_ru: Благодарим Вас за вопрос '$question$'. К сожалению, мы не использовали это потому, что сообщение $message$.

source: Your question has been added to a list of other submitted questions to be reviewed and answered at a later date.
ru_ru: Ваш вопрос был включен в перечень других вопросов, предоставленных на рассмотрение. Позднее Вы получите ответ.

source: Questions
ru_ru: Вопросы

source: Publish
ru_ru: Опубликовать
