Repository: LonelyWolf2000/l10n-ru
Catalog: trunk/wp-plugins/share-this/share-this-*.po
Languages: ru_ru

source: Email, post to del.icio.us, etc.
ru_ru: Отправить по e-mail, сохранить в del.icio.us и т.п.

source: ShareThis
ru_ru: Поделиться с друзьями

source: Close
ru_ru: Закрыть

source: Social Web
ru_ru: Социальные сайты

source: E-mail It
ru_ru: Отправить по e-mail

source: To Addresses (up to %d):
ru_ru: Кому (до %d адресов):

source: Your Name:
ru_ru: Ваше имя:

source: Your Address:
ru_ru: Ваш адрес (e-mail):

source: Send It
ru_ru: Отправить

source: Powered by ShareThis
ru_ru: Сервис ShareThis

source: Please make sure you have entered an e-mail address to sent this to. Click your <strong>back button</strong> and try again.
ru_ru: Пожалуйста, введите адрес e-mail, чтобы отправить ссылку. Нажмите кнопку <strong>&laquo;Назад&raquo;</strong> и попробуйте снова.

source: Sorry, you can only send this to %d people at once. Click your <strong>back button</strong> and try again.
ru_ru: Извините, но ссылку можно отправить только %d адресатам за один раз. Нажмите кнопку <strong>&laquo;Назад&raquo;</strong> и попробуйте снова.

source: Oops, please click your <strong>back button</strong> and make sure those e-mail addresses are correct, then try again.
ru_ru: Ой! Пожалуйста, нажмите кнопку <strong>&laquo;Назад&raquo;</strong>, проверьте адрес e-mail, затем попробуйте снова.

source: Check out this post on
ru_ru: Интересная статья на

source: Greetings--
ru_ru: Добрый день,

source: thinks this will be of interest to you:
ru_ru: считает, что вам это может пригодиться:

source: Enjoy.
ru_ru: Успехов!

source: Thanks, we've sent this article to your recipients via e-mail.
ru_ru: Спасибо! Ссылка на статью успешно отправлена.

source: Return to original page
ru_ru: Вернуться к исходной странице

source: ShareThis Classic Options
ru_ru: Настройки ShareThis Classic

source: Which tabs do you want to include?
ru_ru: Какие вкладки отображать?

source: Which tab should be first?
ru_ru: Какая вкладка должна быть первой?

source: Update ShareThis Options
ru_ru: Обновить настройки ShareThis

source: Share This :
ru_ru: Поделиться с друзьями:

source: <strong>What is this?</strong> From this page you can use the <em>Social Web</em> links to save %s to a social bookmarking site, or the <em>E-mail</em> form to send a link via e-mail.
ru_ru: <strong>Что здесь?</strong> На этой странице можно воспользоваться меню <em>&laquo;Социальные сайты&raquo;</em>, чтобы добавить статью %s в закладки, или формой <em>E-mail</em>, чтобы отправить ссылку по почте. Если вашего любимого сервиса нет в этом списке &#8212; <a href="/contacts/">напишите мне</a>.

source: Posted in:
ru_ru: Рубрика:

source: Return to:
ru_ru: Вернуться:
