Repository: LonelyWolf2000/l10n-ru
Catalog: bb-latest-discussions/0.9/bbpress-*.po
Languages: ru_ru

source: BBpress Latest Discussions Option
ru_ru: Настройки последних обсуждений

source: BbLD Option
ru_ru: Последние обсуждения

source: BBpress Latest Discussions
ru_ru: Последние обсуждения bbPress

source: Plugin Name:
ru_ru: Имя плагина:

source: Plugin URI:
ru_ru: Ссылка плагина:

source: Author:
ru_ru: Автор:

source: Version:
ru_ru: Версия

source: ToDo List:
ru_ru: Список задач на будущее:

source: If you have any suggestion or feedback. Feel free to post it
ru_ru: Если у вас есть замечания или пожелания, присылайте их

source: here
ru_ru: сюда

source: BBpress Option
ru_ru: Настройки bbPress

source: Update Option &raquo;
ru_ru: Обновить настройки &raquo;

source: Bbpress URL:
ru_ru: Адрес bbPress (URL)

source: Post Limit:
ru_ru: Количество записей:

source: posts
ru_ru: записей

source: Text Limit:
ru_ru: Размер текста:

source: chars
ru_ru: символов

source: Set the length of text you want to show
ru_ru: Установить длину текста, который вы хотите показать

source: Exclude Forums:
ru_ru: Исключить форумы:

source: Use this option if you want to exclude forum from being display on wordpress.
ru_ru: Используйте эту настройку если вы хотите исключить форум из показа в блоге

source: Bbpress DB Prefix:
ru_ru: Префикс базы данных bbPress:

source: Bbpress table prefix
ru_ru: Префикс таблиц bbPress:

source: Enter the table prefix for your bbPress installation above. The table prefix is found in your bbPress installation's config.php file.
ru_ru: Введите префикс таблицы для вашей установки bbPress. Вы можете найти его в config.php - настроечном файле bbPress.

source: Bbpress Permalink:
ru_ru: Постоянные ссылки bbPress:

source: Use Bbpress Permalink
ru_ru: Использовать постоянные сссылки bbPress

source: Only use this if you already enable permalink inside Bbpress config.php
ru_ru: Используйте эту настройку только если настроили постоянные ссылки в config.php вашего bbPress

source: Bbpress Last Poster:
ru_ru: Последний комментатор из bbPress:

source: Display last poster
ru_ru: Показывать автора последнего сообщения

source: Check this option if you want to display the username of the last poster
ru_ru: Влючите это, если хотите показать имя автора последнего сообщения

source: Bbpress Inside:
ru_ru: bbPress &laquo;внутри&raquo;:

source: Display "Inside: Forum Name"
ru_ru: Показывать &laquo;В форуме: Имя форума&raquo;

source: Check this option if you want the "inside" link to appear.
ru_ru: Включите это, если хотите показывать ссылку &laquo;в форуме&raquo;.

source: Wordpress/Bbpress Integration:
ru_ru: Интеграция WordPress/bbPress:

source: Intergrated with Wordpress
ru_ru: Интегрирован с WordPress

source: Check this option if you intergrated your wordpress installation with bbpress installation.
ru_ru: Включите это, если вы интегрировали блог и форум для работы вместе.

source: External DB:
ru_ru: Внешняя база данных:

source: Use Different DB
ru_ru: Использовать другую базу данных

source: Only enable this option if your Bbpress database is not the same as Wordpress database.
ru_ru: Включите эту настройку, только если базы данных блога и форума разные.

source: Bbpress DB User:
ru_ru: Пользователь базы bbPress:

source: Bbpress DB Pass:
ru_ru: Пароль базы bbPress

source: Bbpress DB Name:
ru_ru: Имя базы bbPress:

source: Bbpress DB Host:
ru_ru: Сервер базы bbPress:

source: Discussion Forum
ru_ru: Обсуждение на форуме

source: Topic
ru_ru: Тема

source: Posts
ru_ru: Сообщения

source: Last Poster
ru_ru: Последний комментатор

source: Last Post By:
ru_ru: Последнее сообщение от:

source: Inside:
ru_ru: В форуме:

source: Forum Last %d Discussions
ru_ru: %d последних тем форума
