Repository: LonelyWolf2000/l10n-ru
Catalog: tags/bbpress/1.0.1/*.po
Languages: ru_ru

source: Please complete your installation before attempting to include WordPress within bbPress
ru_ru: Пожалуйста, завершите вашу установку перед тем, как попробовать включить WordPress в bbPress.

source: Installation language
ru_ru: Язык установки

source: Sets the language to be used during the installation process only.
ru_ru: Установите язык, который будет использоваться только во время установки.

source: An old <code>config.php</code> file has been detected in your installation. You should remove it and run the <a href="install.php">installer</a> again. You can use the same database connection details if you do.
ru_ru: Найден старый файл <code>config.php</code>. Удалите его и запустите <a href="install.php">installer</a> снова. Вы можете использовать те же данные для настройки подключения к базе данных.

source: A valid configuration file was found at <code>bb-config.php</code><br />You may continue to the next step.
ru_ru: Корректные настройки найдены в файле <code>bb-config.php</code><br />Вы можете перейти к следующему шагу установки.

source: An invalid configuration file was found at <code>bb-config.php</code><br />The installation cannot continue.
ru_ru: В файле <code>bb-config.php</code> найдены некорректные настройи<br />Установка не может быть продолжена.

source: Usually this is caused by one of the database connection settings being incorrect. Make sure that the specified user has appropriate permission to access the database.
ru_ru: Обычно причина в некорректных настройках подключения. Убедитесь, что заданный пользователь имеет необходимые права для доступа к базе данных.

source: bbPress is already installed, but appears to require an upgrade.
ru_ru: bbPress уже установлен, но требует обновления.

source: bbPress is already installed.
ru_ru: bbPress уже установлен.

source: Perhaps you meant to run the <a href="%s">upgrade script</a> instead?
ru_ru: Возможно, вместо этого вы хотите запустить <a href="%s">скрипт обновления</a> ?

source: I could not find the file <code>bb-config-sample.php</code><br />Please upload it to the root directory of your bbPress installation.
ru_ru: Я не могу найти файл<code>bb-config-sample.php</code><br />Пожалуйста, загрезите его в корневую директорию bbPress.

source: There doesn't seem to be a <code>bb-config.php</code> file. This usually means that you want to install bbPress.
ru_ru: Не похоже, чтобы здесь был файл <code>bb-config.php</code>. Обычно это означает, что вы только начинаете установку bbPress.

source: Go to step 1
ru_ru: Перейти к шагу 1

source: Database name
ru_ru: Имя базы данных:

source: The name of the database in which you want to run bbPress.
ru_ru: Имя базы данных, в которую вы хотите запустить bbPress.

source: Database user
ru_ru: Пользователь базы данных:

source: Database password
ru_ru: Пароль к базе данных:

source: Language
ru_ru: Язык

source: The language which bbPress will be presented in once installed. Your current installer language choice (%s) will be the same for the rest of the install process.
ru_ru: Язык, на котором будет работать установленный bbPress. Текущий выбор языка (%s) останется до конца процесса установки.

source: Show advanced settings
ru_ru: Показать дополнительные настройки:

source: 99% of the time these settings will not have to be changed.
ru_ru: В 99% of the time these settings will not have to be changed.

source: Database host
ru_ru: Сервер базы данных:

source: The domain name or IP address of the server where the database is located. If the database is on the same server as the web site, then this probably should remain <strong>localhost</strong>.
ru_ru: Доменное имя или IP адрес сервера, где расположен сервер. Если база данных на том же сервере, попробуйте оставить <strong>localhost</strong>.

source: Database character set
ru_ru: Кодовая страница базы данных:

source: Database character collation
ru_ru: Сопоставление символов (DB collation):

source: The character collation value set when the database was created.
ru_ru: Сопоставление символов задается при создании базы данных.

source: Table name prefix
ru_ru: Префикс имен таблиц

source: If you are running multiple bbPress sites in a single database, you will probably want to change this.
ru_ru: Если вы запускаете несколько установок bbPress в одну базу, то наверное захотите это изменить.

source: Contents for <code>bb-config.php</code>
ru_ru: Содержимое для <code>bb-config.php</code>:

source: Once you have created the configuration file, you can check for it below.
ru_ru: Вы уже создали настроечный файл и можете увидеть его ниже.

source: Save database configuration file
ru_ru: Сохранить файл настройки базы данных

source: &laquo; Go back
ru_ru: &laquo; Назад

source: Check for configuration file
ru_ru: Проверьте файл настройки

source: Go to step 2
ru_ru: Перейти к шагу 2

source: Add integration settings
ru_ru: Добавьте настройки интеграции

source: If you want to integrate bbPress with an existing WordPress site.
ru_ru: Если вы хотите интегрировать bbPress с существующей установкой WordPress.

source: Skip WordPress integration
ru_ru: Пропустить интеграцию с WordPress

source: Save WordPress integration settings
ru_ru: Соханить настройки интеграции с WordPress &raquo;

source: Add cookie integration settings
ru_ru: Добавить настройки итнеграции куки

source: If you want to allow shared logins with an existing WordPress site.
ru_ru: Если вы хотите разрешить общую авторизацию с существующей установкой WordPress.

source: WordPress "auth" cookie key
ru_ru: Ключ куки "auth" WordPress

source: This value must match the value of the constant named "AUTH_KEY" in your WordPress <code>wp-config.php</code> file. This will replace the bbPress "auth" cookie key set in the first step.
ru_ru: Это значение должно точно соотвествовать значению константы "AUTH_KEY" в файле <code>wp-config.php</code> вашего WordPress. Оно заменит ключ куки "auth" bbPress на первом шаге установки.

source: This must match the value of the WordPress setting named "auth_salt" in your WordPress site. Look for the option labeled "auth_salt" in <a href="#" id="getAuthSaltOption" onclick="window.open(this.href); return false;">this WordPress admin page</a>. If you leave this blank the installer will try to fetch the value based on your WordPress database integration settings.
ru_ru: Это значение должно соотвествовать значению настройки "auth_salt" вашего установленного WordPress. Посмотрите настройку "auth_salt" на <a href="#" id="getAuthSaltOption" onclick="window.open(this.href); return false;">этой странице административного интерфейса WordPress</a>. Если вы оставите его пустым, установщик попытается получить значение на основе настроек интеграции с WordPress.

source: WordPress "secure auth" cookie key
ru_ru: Ключ куки "secure auth" WordPress установлен.

source: This value must match the value of the constant named "SECURE_AUTH_KEY" in your WordPress <code>wp-config.php</code> file. This will replace the bbPress "secure auth" cookie key set in the first step.
ru_ru: Это значение должно точно соотвествовать значению константы "SECURE_AUTH_KEY" в файле <code>wp-config.php</code> вашего WordPress. Оно заменит секретный ключ куки bbPress на первом шаге установки.

source: This must match the value of the WordPress setting named "secure_auth_salt" in your WordPress site. Look for the option labeled "secure_auth_salt" in <a href="#" id="getSecureAuthSaltOption" onclick="window.open(this.href); return false;">this WordPress admin page</a>. If you leave this blank the installer will try to fetch the value based on your WordPress database integration settings. Sometimes this value is not set in WordPress, in that case you can leave this setting blank as well.
ru_ru: Это значение должно соотвествовать значению настройки "secure_auth_salt" вашего установленного WordPress. Посмотрите настройку "secure_auth_salt" на <a href="#" id="getSecureAuthSaltOption" onclick="window.open(this.href); return false;">этой странице административного интерфейса WordPress</a>. Если вы оставите его пустым, установщие попытается получить значение на основе настроек интеграции с WordPress. Иногда это значение не установлено в WordPress, в этом случае вы также можете оставить эту настройку пустой.

source: WordPress "logged in" cookie key
ru_ru: Ключ куки "logged in" WordPress

source: This value must match the value of the constant named "LOGGED_IN_KEY" in your WordPress <code>wp-config.php</code> file. This will replace the bbPress "logged in" cookie key set in the first step.
ru_ru: Это значение должно точно соотвествовать значению константы "LOGGED_IN_KEY" в файле <code>wp-config.php</code> вашего WordPress. Оно заменит секретный ключ куки bbPress на первом шаге установки.

source: This must match the value of the WordPress setting named "logged_in_salt" in your WordPress site. Look for the option labeled "logged_in_salt" in <a href="#" id="getLoggedInSaltOption" onclick="window.open(this.href); return false;">this WordPress admin page</a>. If you leave this blank the installer will try to fetch the value based on your WordPress database integration settings.
ru_ru: Это значение должно соотвествовать значению настройки "logged_in_salt" вашего установленного WordPress. Посмотрите настройку "logged_in_salt" на <a href="#" id="getLoggedInSaltOption" onclick="window.open(this.href); return false;">этой странице административного интерфейса WordPress</a>. Если вы оставите его пустам, устанощик попытается получить его на основе ваших настроек интеграции с базой данных WordPress.

source: Add user database integration settings
ru_ru: Добавить настройки интеграции пользовательской базы данных

source: If you want to share user data with an existing WordPress site.
ru_ru: Если вы хотите объединить данные пользователей с существующей установкой WordPress.

source: Go to step 3
ru_ru: Перейти к шагу 3

source: Site name
ru_ru: Имя сайта:

source: This is what you are going to call your bbPress site.
ru_ru: Это то, как вы назовете ваш bbPress-сайт.

source: Site address (URL)
ru_ru: Адрес сайта (URL):

source: We have attempted to guess this, it's usually correct, but change it here if you wish.
ru_ru: Вы попробовали это угадать. Обычно получается, но если вы хотите, вы можете изменить это здесь.

source: "Key Master" Username
ru_ru: Имя "Хранителя"

source: This is the user login for the initial bbPress administrator (known as a "Key Master").
ru_ru: Этот пользователь изначальный администратор bbPress (также известный как "Хранитель").

source: "Key Master" Email address
ru_ru: E-mail "Храниителя"

source: The login details will be emailed to this address.
ru_ru: Подробности для авторизации будут высланы вам по этому адресу.

source: First forum name
ru_ru: Название первого форума

source: This can be changed after installation, so don't worry about it too much.
ru_ru: Вы можете изменить это после установки, так что не слишком переживайте по этому поводу.

source: Save site settings
ru_ru: Сохранить настройки сайта &raquo;

source: Complete the installation
ru_ru: Завершение установки

source: Show installation messages
ru_ru: Показывать сообщения установки

source: Installation errors
ru_ru: Ошибки установки

source: Installation log
ru_ru: Лог установки

source: The table prefix can only contain letters, numbers and underscores.<br />Please review the suggestion below.
ru_ru: Префикс для ваших таблиц может содержать только буквы, цифры и знаки подчеркивания.<br />Пожалуйста, обратите внимание на следующее.

source: &bull; Based on your input the following prefix is suggested.
ru_ru: &bull; Предположительный префикс, основанный на введенных вами данных.

source: The table prefix can not be blank.<br />Please review the suggestion below.
ru_ru: Префикс таблиц не может быть пустым.<br />Посмотрите на предполагаемые варианты ниже.

source: &bull; The default prefix has been inserted.
ru_ru: &bull; Вставлен префикс по умолчанию.

source: There was a problem connecting to the database you specified.<br />Please check the settings, then try again.
ru_ru: У нас проблемы с подключением к заданной базе данных.<br />Пожалуйста, проверьте настройки и повторите снова.

source: Your settings have been saved to the file <code>bb-config.php</code><br />You can now continue to the next step.
ru_ru: Настройки были сохранены в файл <code>bb-config.php</code><br />Теперь вы можете перейти к следующему шагу.

source: Your settings could not be saved to a configuration file. You will need to save the text shown below into a file named <code>bb-config.php</code> in the root directory of your bbPress installation before you can continue.
ru_ru: Ваши настройки не были сохранены в файл настроек. Вам потребуется сохранить текст показанный ниже в файл под названием <code>bb-config.php</code> в корневой директории вашего установленного WordPress перед тем, как вы сможете продолжать.

source: You have chosen to skip the WordPress integration step. You can always integrate WordPress later from within the admin area of bbPress.
ru_ru: Вы пропустили шаг интеграции с WordPress. Вы сможете в любой момент интегрировать WordPress позже из административной консоли bbPress.

source: You must enter your settings for integration setup to complete. Choose which integration settings you wish to enter from the options below.
ru_ru: Вы должны ввести настройки для интеграции для завершения. Выберите, какие настройки вы хотите ввести из перечисленных ниже вариантов.

source: Your integration settings have not been processed due to errors with the items marked below.
ru_ru: Ваши настройки интеграции не приняты из-за ошибок в отмеченых ниже пунктах.

source: &bull; This value is required to continue.
ru_ru: &bull; Это значение необходимо для продолжения.

source: &bull; This does not appear to be a valid URL.
ru_ru: &bull; Это некоректный URL.

source: &bull; The URL must begin with "http" or "https".
ru_ru: &bull; URL должен начинаться с "http" или "https".

source: &bull; The URL does not contain a host name.
ru_ru: &bull; URL не содержит имени сервера.

source: There was a problem connecting to the WordPress user database you specified. Please check the settings, then try again.
ru_ru: У нас проблема соединения с базой пользователей WordPress, которую вы задали. Пожалуйста, перепроверьте настройки и попробуйте еще раз.

source: Existing WordPress user tables could not be found in the WordPress database you specified.
ru_ru: Таблица пользователей WordPress не найдена в базе данных которую вы указали.

source: Existing WordPress user tables could not be found in the bbPress database you specified in step 1.<br /><br />This is probably because the database does not already contain working WordPress tables. You may need to specify advanced database settings or leave integration until after installation.
ru_ru: Таблица пользователей WordPress не найдена в базе данных bbPress, заданной вами на шаге 1.<br /><br />Может быть, это потому, что база данных уже не содержит рабочих таблиц WordPress. Вам может понадобиться задать дополнительные настройки или оставить интеграцию до окончания установки.

source: &bull; This may not be a valid user table prefix.
ru_ru: &bull; Префикс для таблицы пользователей не может быть таким.

source: Your WordPress integration cookie and database settings have been successfully validated. They will be saved after the next step.<br /><br />Once you have finished installing, you should visit the WordPress integration section of the bbPress admin area for further options and integration instructions, including user mapping and the correct cookie settings to add to your WordPress configuration file.
ru_ru: Интеграция куки и базы данных вашего WordPress корректны. Они будут сохранены на следующем шаге.<br /><br />После установки вы можете посетить секцию интеграции с WordPress в административном интерфейсе bbPress для подробных настроек и инструкций по интеграции, включая синхронизацию пользователей и корректные настройки куки для настроечного файла WordPress.

source: Your site settings have not been processed due to errors with the items marked below.
ru_ru: Настройка вашего сайта не выполнена из-за ошибок в отмеченных ниже пунктах.

source: &bull; Contains disallowed characters which have been removed.
ru_ru: &bull; Содержит недопустимые символы, которые были удалены.

source: &bull; The user email address appears to be invalid.
ru_ru: &bull; Предоставленный e-mail пользователя неверен.

source: Your site settings have been saved and we are now ready to complete the installation. So what are you waiting for?
ru_ru: Настройки вашего сайта были сохранены и теперь мы готовы завершить установку. Чего вы ждете?

source: Referrer is OK, beginning installation&hellip;
ru_ru: Переход корректен, начинаем установку&hellip;

source: Setting up custom user table constants
ru_ru: Установка констант отдельной таблицы пользователей

source: Step 1 - Creating database tables
ru_ru: Шаг 1 - Создание таблиц базы данных

source: Database installation failed!!!
ru_ru: Установка базы данных провалилась!!!

source: Halting installation!
ru_ru: Остановка установки!

source: Installation failed!
ru_ru: Установка провалена!

source: The database failed to install. You may need to replace bbPress with a fresh copy and start again.
ru_ru: Базу данных не удалось установить. Вам может потребоваться заменить версию bbPress на более свежую и повторить снова.

source: Database is already installed!!!
ru_ru: База данных уже создана!!!

source: Step 2 - WordPress integration (optional)
ru_ru: Шаг 2 - Интеграция с WordPress (необязательно)

source: WordPress address (URL):
ru_ru: Адрес WordPress (URL):

source: Blog address (URL):
ru_ru: Адрес блога (URL):

source: WordPress cookie keys set.
ru_ru: Секретный ключ куки WordPress установлен.

source: WordPress cookie keys not set.
ru_ru: Секретный ключ куки WordPress не установлен.

source: Your "bb-config.php" file was not writable.
ru_ru: Ваш файл "bb-config.php" закрыт для записи.

source: You will need to manually re-define "BB_AUTH_KEY", "BB_SECURE_AUTH_KEY" and "BB_LOGGED_IN_KEY" in your "bb-config.php" file.
ru_ru: Вам потребуется вручную переопределить "BB_AUTH_KEY", "BB_SECURE_AUTH_KEY" и "BB_LOGGED_IN_KEY" в вашем файле "bb-config.php".

source: WordPress "auth" cookie salt set from input.
ru_ru: Секретный ключ куки "auth" WordPress установлен вручную.

source: WordPress "secure auth" cookie salt set from input.
ru_ru: Секретный клюк куки "secure auth" WordPress установлен вручную.

source: WordPress "logged in" cookie salt set from input.
ru_ru: Секретный ключ куки "logged in" WordPress установлен вручную.

source: Fetching missing WordPress cookie salts.
ru_ru: Получаем секретный код базы данных WordPress.

source: WordPress "auth" cookie salt set.
ru_ru: "Соленый" ключ "auth" WordPress установлен.

source: WordPress "auth" cookie salt not set.
ru_ru: "Соленый" ключ "auth" WordPress не установлен.

source: Could not fetch "auth" cookie salt from the WordPress options table.
ru_ru: Не удалось получить секретный ключ куки "auth" из таблицы настроек WordPress.

source: You will need to manually define the "auth" cookie salt in your database.
ru_ru: Вам потребуется вручную определить секретный ключ куки "auth" в вашей базе данных.

source: WordPress "secure auth" cookie salt set.
ru_ru: "Соль" куки WordPress "secure auth" установлено.

source: WordPress "secure auth" cookie salt not set.
ru_ru: Секретный ключ куки "secure auth" WordPress не установлен.

source: WordPress "logged in" cookie salt set.
ru_ru: Секретный ключ куки "logged in" WordPress установлен.

source: WordPress "logged in" cookie salt not set.
ru_ru: Секретный ключ куки "logged in" куки WordPress не установлен.

source: Could not fetch "logged in" cookie salt from the WordPress options table.
ru_ru: Не удалось получить секретный ключ куки "logged in" из таблицы настроек WordPress.

source: You will need to manually define the "logged in" cookie salt in your database.
ru_ru: Вам потребуется вручную определить секретный ключ куки "logged in" в вашей базе данных.

source: User database table prefix:
ru_ru: Префикс таблицы пользователей:

source: WordPress MU primary blog ID:
ru_ru: ID главного блога WordPress MU:

source: User database name:
ru_ru: Имя базы данных пользователей:

source: User database user:
ru_ru: Пользователь базы пользователей:

source: User database password:
ru_ru: Пароль к базе пользователей:

source: User database host:
ru_ru: Сервер базы пользователей:

source: User database character set:
ru_ru: Кодовая страница базы пользователей:

source: User database collation:
ru_ru: Сопоставление символов (DB collation):

source: User database "user" table:
ru_ru: Таблица "user" базы пользователей:

source: User database "user meta" table:
ru_ru: Таблица "user meta" базы пользователей:

source: Integration not enabled
ru_ru: Интеграция не включена

source: Step 3 - Site settings
ru_ru: Шаг 3 - Настройки сайта

source: Site name:
ru_ru: Имя сайта:

source: Site address (URL):
ru_ru: Адрес сайта (URL):

source: From email address:
ru_ru: Обратный адрес e-mail:

source: Key master could not be created!
ru_ru: Хранитель не был создан!

source: That login is already taken!
ru_ru: Это имя уже занято!

source: Existing key master entered!
ru_ru: Найден существующий Хранитель!

source: Your bbPress password
ru_ru: Ваш bbPress пароль

source: Re-setting admin email address.
ru_ru: Переустановить почтовый адрес администратора.

source: Existing user without key master role entered!
ru_ru: Найден существующий пользователь без роли Хранителя!

source: The key master could not be created. An existing user was found with that user login.
ru_ru: Хранитель не создан. Пользователь уже найден с этим логином.

source: Key master created
ru_ru: Хранитель создан

source: Email address:
ru_ru: Email адрес:

source: The key master could not be created. You may need to replace bbPress with a fresh copy and start again.
ru_ru: Хранитель не может быть создан. Вам может потребоваться заменить bbPress на свежую копию и запустить снова.

source: Your existing password
ru_ru: Ваш существующий пароль

source: Key master role assigned to existing user
ru_ru: Роль Хранителя присвоена существующему пользователю

source: Key master role could not be assigned to existing user!
ru_ru: Роль Хранителя не может быть присвоена существующему пользователю!

source: The key master could not be assigned. You may need to replace bbPress with a fresh copy and start again.
ru_ru: Хранитель не может быть назначен. Вам может потребоваться заменить bbPress на свежую копию и начать снова.

source: Just another bbPress community
ru_ru: Еще одно bbPress сообщество

source: Description:
ru_ru: Описание:

source: Forum name:
ru_ru: Название форума:

source: Your first topic
ru_ru: Ваша первая тема

source: First Post! w00t.
ru_ru: Первое сообщение! Ура.

source: Topic:
ru_ru: Тема:

source: Post:
ru_ru: Сообщение:

source: Forum could not be created!
ru_ru: Не удалось создать форум!

source: There are existing forums in this database.
ru_ru: В этой базе данных уже есть форумы.

source: No new forum created.
ru_ru: Не создано ни одного форума.

source: Forums already exist!
ru_ru: Форумы уже есть!

source: Making plugin directory at %s.
ru_ru: Создание директории плагина в %s.

source: Making theme directory at %s.
ru_ru: Создание директории темы в %s.
