Repository: LonelyWolf2000/l10n-ru
Catalog: tags/bbpress/1.0.1/*.po
Languages: ru_ru

source: You currently have no favorites.
ru_ru: У вас сейчас ничего нет в Избранном.

source: currently has no favorites.
ru_ru: ничего не отслеживает.

source: %1$s is proudly powered by <a href="%2$s">bbPress</a>.
ru_ru: %1$s работает на <a href="%2$s">bbPress</a>.

source: <abbr title="Really Simple Syndication">RSS</abbr> feed for this forum
ru_ru: <abbr title="Really Simple Syndication">RSS</abbr> лента этого форума

source: Subforums
ru_ru: Подфорумы

source: Main Theme
ru_ru: Основные темы

source: Hot Tags
ru_ru: Популярные метки

source: Latest Discussions
ru_ru: Последние обсуждения

source: Views
ru_ru: Просмотр

source: Welcome, %1$s
ru_ru: Добро пожаловать, %1$s

source: <a href="%1$s">Register</a> or log in - <a href="%2$s">lost password?</a>
ru_ru: <a href="%1$s">Зарегистрируйтесь</a> или войдите - <a href="%2$s">забыли пароль?</a>

source: Remember me
ru_ru: Запомните меня

source: Log in
ru_ru: Войти

source: Log in Failed
ru_ru: Вход не удался

source: Try Again &raquo;
ru_ru: Еще раз &raquo;

source: Log in &raquo;
ru_ru: Войти &raquo;

source: Password Recovery
ru_ru: Посстановление пароля

source: To recover your password, enter your information below.
ru_ru: Чтобы восстановить ваш пароль, ведите ваши данные ниже.

source: An email has been sent to the address we have on file for you. If you don&#8217;t get anything within a few minutes, or your email has changed, you may want to get in touch with the webmaster or forum administrator here.
ru_ru: Письмо было отправлено по адресу, который есть в нашем досье на вас. Если вы ничего не получите через несколько минут, или если ваш почтовый адрес сменился, вы можете связаться с вебмастером или администратором форума здесь.

source: Your password has been reset and a new one has been mailed to you.
ru_ru: Ваш пароль сброшен, новый будет выслан на ваш e-mail адрес.

source: Tags (comma seperated)
ru_ru: Метки (через запятую)

source: You can also put code in between backtick ( <code>`</code> ) characters.
ru_ru: Код можно писать внутри <code>`обратных апострофов`</code>.

source: Posted %s ago
ru_ru: Опубликовано %s назад

source: Edit Profile
ru_ru: Править профиль

source: Profile Info
ru_ru: Информация профиля

source: Administration
ru_ru: Администрирование

source: To change your password, enter a new password twice below:
ru_ru: Чтобы сменить ваш пароль, введите его здесь дважды:

source: Profile updated
ru_ru: Профиль обновлен

source: Edit again &raquo;
ru_ru: Править снова &raquo;

source: This is how your profile appears to a logged in member.
ru_ru: Это то, как будет показываться ваш профиль для авторизованных пользователей.

source: You may <a href="%1$s">edit this information</a>.
ru_ru: Вы можете <a href="%1$s">редактировать эту информацию</a>.

source: You can also <a href="%1$s">manage your favorites</a> and subscribe to your favorites&#8217; <a href="%2$s"><abbr title="Really Simple Syndication">RSS</abbr> feed</a>.
ru_ru: Вы также можете <a href="%1$s">управлять своим Избранным</a> и подписаться на его <a href="%2$s"><abbr title="Really Simple Syndication">RSS</abbr>-ленту</a>.

source: User Activity
ru_ru: Активность пользователя

source: Recent Replies
ru_ru: Последние комментарии

source: You last replied: %s ago
ru_ru: Последний раз вы отвечали %s назад.

source: User last replied: %s ago
ru_ru: Последний раз пользователь отвечал %s назад

source: Most recent reply: %s ago
ru_ru: Последний ответ: %s назад

source: No replies since
ru_ru: Нет новых ответов с

source: No more replies.
ru_ru: Больше нет комментариев.

source: No replies yet.
ru_ru: Нет комментариев.

source: Topics Started
ru_ru: Тема начата

source: Started: %s ago
ru_ru: Начато: %s назад

source: No replies.
ru_ru: Без комментариев.

source: No more topics posted.
ru_ru: Нет больше тем.

source: No topics posted yet.
ru_ru: Нет опубликованых тем.

source: Register
ru_ru: Регистрировать

source: Great!
ru_ru: Отлично!

source: Your registration as <strong>%s</strong> was successful. Within a few minutes you should receive an email with your password.
ru_ru: Ваша регистрация как <strong>%s</strong> успешно завершена. В ближайшие несколько минут вы получите письмо с паролем.

source: Registration
ru_ru: Регистрация

source: Profile Information
ru_ru: Личная информация

source: Your password will be emailed to the address you provide.
ru_ru: Ваш пароль будет отослан на предоставленный почтовый ящик.

source: You&#8217;re already logged in, why do you need to register?
ru_ru: Вы уже авторизованы, зачем вам потребовалась регистрация?

source: Search all topics from these forums.
ru_ru: Искать во всех темах этих форумов.

source: on
ru_ru: на

source: Search:
ru_ru: Искать:

source: Search for
ru_ru: Поиск:

source: Posted %s
ru_ru: Опубликовано %s

source: Relevant posts
ru_ru: Похожие темы

source: No results found.
ru_ru: Ничего не найдено.

source: You may also try your <a href="http://google.com/search?q=site:%1$s %2$s">search at Google</a>
ru_ru: Можно также попробовать <a href="http://google.com/search?q=site:%1$s %2$s">поискать в Google</a>

source: Registered Users
ru_ru: Зарегистрированные пользователи

source: Most Popular Topics
ru_ru: Популярные темы

source: <abbr title="Really Simple Syndication">RSS</abbr> link for this tag
ru_ru: <abbr title="Really Simple Syndication">RSS</abbr> ссылка для этой метки

source: This is a collection of tags that are currently popular on the forums.
ru_ru: Это коллекция меток, которые сейчас наиболее популярны.

source: Tags:
ru_ru: Метки:

source: No <a href="%s">tags</a> yet.
ru_ru: <a href="%s">Меток</a> нет.

source: Started %1$s ago by %2$s
ru_ru: Начато: %1$s назад пользователем %2$s

source: <a href="%1$s">Latest reply</a> from %2$s
ru_ru: <a href="%1$s">Последний ответ</a>: %2$s

source: <abbr title="Really Simple Syndication">RSS</abbr> feed for this topic
ru_ru: <abbr title="Really Simple Syndication">RSS</abbr> лента этой темы

source: Topic Closed
ru_ru: Тема закрыта

source: This topic has been closed to new replies.
ru_ru: Эта тема закрыта для новых комментариев.

source: <abbr title="Really Simple Syndication">RSS</abbr> feed for this view
ru_ru: <abbr title="Really Simple Syndication">RSS</abbr> лента этого вида
