Repository: LonelyWolf2000/l10n-ru
Catalog: tags/bbpress/1.0.1/*.po
Languages: ru_ru

source: <span>Name based</span> <code>%s</code>
ru_ru: <span>С именами</span> <code>%s</code>

source: Permalink Settings
ru_ru: Настройки постоянных ссылок

source: By default bbPress uses web URLs which have question marks and lots of numbers in them, however bbPress offers you the ability to choose an alternative URL structure for your permalinks. This can improve the aesthetics, usability, and forward-compatibility of your links.
ru_ru: По умолчанию, bbPress использует web-ссылки с вопросительным знаком и разными числами, однако bbPress предоставляет вам возможность выбрать альтернутирную структуру ссылок. Вы можете улучшить эстетику, удобство и совместимость ваших ссылок.

source: If your <code>.htaccess</code> file were <a href="http://codex.wordpress.org/Changing_File_Permissions">writable</a>, we could do this automatically, but it isn&#8217;t so these are the mod_rewrite rules you should have in your <code>.htaccess</code> file. Click in the field and press <kbd>CTRL + a</kbd> to select all.
ru_ru: Если бы ваш файл <code>.htaccess</code> был <a href="http://codex.wordpress.org/Changing_File_Permissions">доступен для записи</a>, мы могли бы сделать это автоматически, но это не так. Вот правила mod_rewrite, которые должны быть в файле <code>.htaccess</code>. Кликните на поле и нажмите <kbd>CTRL + a</kbd>, чтобы выделить весь текст.

source: Items per page
ru_ru: Элементов на странице

source: Number of topics, posts or tags to show per page.
ru_ru: Количество обсуждений, сообщений или меток для показа на одной странице.

source: Reading Settings
ru_ru: Настройки чтения

source: <strong>User role mapping saved.</strong>
ru_ru: <strong>Сопоставление ролей сохранено.</strong>

source: <strong>User integration settings saved.</strong>
ru_ru: <strong>Настройки интеграции пользователей сохранены.</strong>

source: none|no bbPress role
ru_ru: нет|не указана bbPress-роль

source: WordPress Administrator
ru_ru: Администратор WordPress

source: WordPress Editor
ru_ru: Редактор WordPress

source: WordPress Author
ru_ru: Автор WordPress

source: WordPress Contributor
ru_ru: Помощник WordPress

source: WordPress Subscriber
ru_ru: Подписчик WordPress

source: WordPress address (URL)
ru_ru: Адрес WordPress (URL)

source: This value should exactly match the <strong>WordPress address (URL)</strong> setting in your WordPress general settings.
ru_ru: Это значение долго точно соотвествовать настройке <strong>адреса WordPress (URL)</strong> в общих настройках вашего WordPress.

source: Blog address (URL)
ru_ru: Адрес блога (URL)

source: This value should exactly match the <strong>Blog address (URL)</strong> setting in your WordPress general settings.
ru_ru: Это значение должно точно соответствовать настройке <strong>Адрес блога (URL)</strong> в общих настройках вашего WordPress.

source: WordPress "auth" cookie salt
ru_ru: Куки "auth" WordPress

source: This must match the value of the WordPress setting named "auth_salt" in your WordPress site. Look for the option labeled "auth_salt" in <a href="#" id="getAuthSaltOption" onclick="window.open(this.href); return false;">this WordPress admin page</a>.
ru_ru: Это значение должно соотвествовать значению настройки "auth_salt" вашего установденного WordPress. Посмотрите настройку "auth_salt" на <a href="#" id="getAuthSaltOption" onclick="window.open(this.href); return false;">странице административного интерфейса WordPress</a>.

source: WordPress "secure auth" cookie salt
ru_ru: Секретный ключ куки "secure auth" WordPress

source: This must match the value of the WordPress setting named "secure_auth_salt" in your WordPress site. Look for the option labeled "secure_auth_salt" in <a href="#" id="getSecureAuthSaltOption" onclick="window.open(this.href); return false;">this WordPress admin page</a>. Sometimes this value is not set in WordPress, in that case you can leave this setting blank as well.
ru_ru: Это значение должно соотвествовать значению настройки "secure_auth_salt" вашего установленного WordPress. Посмотрите настройку "secure_auth_salt" на <a href="#" id="getSecureAuthSaltOption" onclick="window.open(this.href); return false;">этой странице административного интерфейса WordPress</a>. Иногда это значение в WordPress не установлено, в этом случаем вы можете оставить его пустым.

source: WordPress "logged in" cookie salt
ru_ru: Секретный ключ куки "logged in" WordPress

source: This must match the value of the WordPress setting named "logged_in_salt" in your WordPress site. Look for the option labeled "logged_in_salt" in <a href="#" id="getLoggedInSaltOption" onclick="window.open(this.href); return false;">this WordPress admin page</a>.
ru_ru: Это значение должно соотвествовать значению настройки "logged_in_salt" вашего установденного WordPress. Посмотрите настройку "logged_in_salt" на <a href="#" id="getLoggedInSaltOption" onclick="window.open(this.href); return false;">этой странице административного интерфейса WordPress</a>.

source: You have defined the "%s" constant which locks this setting.
ru_ru: Вы определили контанту "%s", которая перекрывает эту настройку.

source: User database table prefix
ru_ru: Префикс таблицы пользователей:

source: If your bbPress and WordPress sites share the same database, then this is the same value as <code>$table_prefix</code> in your WordPress <code>wp-config.php</code> file. It is usually <strong>wp_</strong>.
ru_ru: Если ваши установленные bbPress и WordPress используют общие базы, то это то же самое, что и значение <code>$table_prefix</code> в файле <code>wp-config.php</code> вашего WordPress. Обычно это <strong>wp_</strong>.

source: WordPress MU primary blog ID
ru_ru: ID главного блога WordPress MU

source: If you are integrating with a WordPress MU site you need to specify the primary blog ID for that site. It is usually <strong>1</strong>. You should probably leave this blank if you are integrating with a standard WordPress site
ru_ru: Если вы интегрируетесь с сайтом WordPress MU, вам потребуется указать идентификатор главного блога на этом сайте. Обычно это <strong>1</strong>. Вы можете оставить поле пустым, если интергируете со стандартным WordPress.

source: Show advanced database settings
ru_ru: Показать дополнительные настройки базы данных:

source: If your bbPress and WordPress site do not share the same database, then you will need to add advanced settings.
ru_ru: Если ваши установленные bbPress и WordPress не используют общие базы, вам может потребоваться добавить дополнительные настройки.

source: User database name
ru_ru: Имя базы данных пользователей:

source: The name of the database in which your user tables reside.
ru_ru: Имя базы данных, в которой размещается таблица пользователей.

source: User database user
ru_ru: Пользователь базы данных:

source: The database user that has access to that database.
ru_ru: Пользователь mySQL, имеющий дроступ к базе данных

source: User database password
ru_ru: Пароль к базе пользователей:

source: That database user's password.
ru_ru: Это пароль пользователя базы данных.

source: User database host
ru_ru: Сервер базы пользователей:

source: The domain name or IP address of the server where the database is located. If the database is on the same server as the web site, then this probably should be <strong>localhost</strong>.
ru_ru: Доменное имя или IP адрес сервера, где расположена база данных. Если база на том же сервере, что и веб-сервер, вы можете оставить <strong>localhost</strong>.

source: User database character set
ru_ru: Кодовая страница базы пользователей:

source: The best choice is <strong>utf8</strong>, but you will need to match the character set which you created the database with.
ru_ru: Лучшим выбором будет <strong>utf8</strong>, но вам потребуется соблюдать соответствие с кодовой таблицей созданной базы данных.

source: User database character collation
ru_ru: Сопоставление кодировок (DB collate) базы пользователей

source: The character collation value set when the user database was created.
ru_ru: Сопоставление символов задается при создании базы данных.

source: User database "user" table
ru_ru: Таблица "user" базы пользователей:

source: The complete table name, including any prefix.
ru_ru: Полное имя таблицы, включая префикс.

source: User database "user meta" table
ru_ru: Таблица "user meta" базы пользователей:

source: WordPress Integration Settings
ru_ru: Настройки интеграции WordPress

source: User Role Map
ru_ru: Сопоставление ролей

source: Here you can match WordPress roles to bbPress roles.
ru_ru: Здесь вы можете сопоставить роли пользователей WordPress и bbPress

source: This will have no effect until your user tables are integrated below. Only standard WordPress roles are supported. Changes do not affect users with existing roles in both WordPress and bbPress.
ru_ru: Это не будет работать, если таблица пользователей не сделана общей. Поддерживаются только стандарные роли WordPress. Изменения не касаются уже существующих ролей в WordPress и bbPress.

source: User Integration
ru_ru: Интеграция пользователей

source: Usually, you will have to specify both cookie integration and user database integration settings. Make sure you have a "User role map" setup above before trying to add user integration.
ru_ru: Обычно задаются настройки для интеграции и куки, и пользователей. Убедитесь, что "Схема сопоставления ролей пользователей" настроена перед тем, как пытаться добавить интерграцию пользователей.

source: <em><strong>Note:</strong> changing the settings below may cause you to be logged out!</em>
ru_ru: <em><strong>Замечание:</strong> обновление этих настроек может потребовать повторной авторизации!</em>

source: Cookie sharing allows users to log in to either your bbPress or your WordPress site, and have access to both.
ru_ru: Общие куки позволят пользователям авторизуясь в bbPress или в WordPress, автоматически входить в обе системы.

source: To complete cookie integration, you will need to add some settings to your <code>wp-config.php</code> file in the root directory of your WordPress installation. To get those settings, you will need to install and configure the <a href="%s">"bbPress Integration" plugin for WordPress</a>.
ru_ru: Для полной интеграции куки, вам надо добавить некоторые настройки в ваш файл <code>wp-config.php</code> в корневой директории установленного WordPress. Чтобы получить эти настройки, вам надо установить и настроить <a href="%s">Плагин "bbPress Integration" для WordPress</a>.

source: You will also have to manually ensure that the following constants are equivalent in WordPress' and bbPress' respective config files.
ru_ru: Вы можете сами убедиться, что следующие контанты эквивалентны в соотвествующих файлах настройки WordPress и bbPress.

source: User database sharing allows you to store user data in your WordPress database.
ru_ru: Общая таблица пользователей позволяет хранить данные пользователей в вашей базе данных WordPress.

source: You should setup a "User role map" before
ru_ru: Сначала настройте "Схему сопоставления ролей пользователей"

source: All settings except for the character set must be specified.
ru_ru: Все настройки за сключение кодовой страницы должны быть заданы.

source: Only set these values if your user tables differ from the default WordPress naming convention.
ru_ru: Установите эти значения только если база данных с таблицей пользователей отличается от стандартного преобразования имен WordPress.

source: Lock post editing after
ru_ru: Заблокировать редактирование сообщений после

source: minutes
ru_ru: минут

source: A user can edit a post for this many minutes after submitting.
ru_ru: Сколько минут после публикации пользователи могут править свои сообщения.

source: Enable the bbPress XML-RPC publishing protocol.
ru_ru: Разрешить протокол публикации XML-RPC в bbPress.

source: Writing Settings
ru_ru: Настройки публикации

source: Remote Publishing
ru_ru: Удалённая публикация

source: To interact with bbPress from a desktop client or remote website that uses the XML-RPC publishing interface you must enable it below.
ru_ru: Для взаимодействия с клиентами или удаленными сайтами, поддерживающими протокол публикации XML-RPC, вы должны разрешить его ниже.

source: <strong>Plugin could not be activated, it produced a Fatal Error</strong>. The error is shown below.
ru_ru: <strong>Плагин не может быть активирован; он спровоцировал фатальную ошибку</strong>. Ошибка показана ниже.

source: <strong>"%s" plugin activated</strong>
ru_ru: <strong>Плагин "%s" активирован</strong>

source: <strong>"%s" plugin deactivated</strong>
ru_ru: <strong>Плагин "%s" деактивирован</strong>

source: <strong>"Safe mode" is on, all plugins are disabled even if they are listed as active.</strong>
ru_ru: "Safe mode" включен, все плагины отключены даже если они показываются как активные.

source: Manage Plugins
ru_ru: Управление плагинами

source: All <span class="count">(%d)</span>
ru_ru: Все <span class="count">(%d)</span>

source: Active <span class="count">(%d)</span>
ru_ru: Активные <span class="count">(%d)</span>

source: Inactive <span class="count">(%d)</span>
ru_ru: Неактивные <span class="count">(%d)</span>

source: Autoloaded <span class="count">(%d)</span>
ru_ru: Автоматические <span class="count">(%d)</span>

source: Plugin
ru_ru: Плагин

source: Description
ru_ru: Описание

source: Activate
ru_ru: Активировать

source: Deactivate
ru_ru: Деактивировать

source: By %s
ru_ru: От %s

source: Autoloaded
ru_ru: Автозагрузка

source: No plugins found.
ru_ru: Плагинов не найдено.

source: <strong>Post undeleted.</strong>
ru_ru: <strong>Сообщение восстановлено.</strong>

source: <strong>Post deleted.</strong>
ru_ru: <strong>Сообщение удалено.</strong>

source: <strong>Post spammed.</strong>
ru_ru: <strong>Сообщение помещено в спам.</strong>

source: <strong>Post removed from spam.</strong> It is now a normal post.
ru_ru: <strong>Сообщение убрано из спама.</strong> Теперь это нормальное сообщение.

source: <strong>Post removed from spam.</strong> It is now a deleted post.
ru_ru: <strong>Сообщение убрано из спама.</strong> Теперь это удаленное сообщение.

source: Now how'd you get here? And what did you think you'd being doing?
ru_ru: Как вы здесь оказались? И что собираетесь здесь делать?

source: Posts
ru_ru: Сообщения

source: containing &#8220;%s&#8221;
ru_ru: содержится в &#8220;%s&#8221;

source: in &#8220;%s&#8221;
ru_ru: в &#8220;%s&#8221;

source: with tag &#8220;%s&#8221;
ru_ru: с метками &#8220;%s&#8221;

source: by %s
ru_ru: от %s

source: from IP address %s
ru_ru: c IP-адреса %s

source: Filter
ru_ru: Фильтр

source: %1$s to %2$s of %3$s
ru_ru: %1$s по %2$s из %3$s

source: You are not allowed to manage tags.
ru_ru: Вам не разрешается управлять метками.

source: Tag not found.
ru_ru: Нет метки.

source: Rows deleted from tags table: %d <br />
ru_ru: Удалено записей из таблицы меток: %d <br />

source: Rows deleted from tagged table: %d <br />
ru_ru: Удалено записей из отмеченной таблицы: %d <br />

source: <a href="%s">Home</a>
ru_ru: <a href="%s">Домой</a>

source: Something odd happened when attempting to destroy that tag.<br /> <a href="%s">Try Again?</a>
ru_ru: Что-то странное случилось во время удаления этой метки.<br /> <a href="%s">Попробуем еще раз?</a>

source: Tag specified not found.
ru_ru: Нет такой метки.

source: Tag to be merged not found.
ru_ru: Метка для объединения не найдена.

source: Number of topics from which the old tag was removed: %d <br />
ru_ru: Количество тем, из которыз была удалена старая метка: %d <br />

source: Number of topics to which the new tag was added: %d <br />
ru_ru: Количество тем, для которых была добавлена новая метка: %d <br />

source: Number of rows deleted from tags table:%d <br />
ru_ru: Количество удаленных строк в таблице меток: %d <br />

source: <a href="%s">New Tag</a>
ru_ru: <a href="%s">Новая метка</a>

source: Something odd happened when attempting to merge those tags.<br /> <a href="%s">Try Again?</a>
ru_ru: Что-то странное случилось во время попытки объединения этих меток.<br /> <a href="%s">Попробуем еще?</a>

source: There already exists a tag by that name or the name is invalid. <a href="%s">Try Again</a>
ru_ru: Или имя метки неправильное, или метка с такими именем уже есть. <a href="%s">Попробуйте еще раз</a>

source: <strong>Theme "%s" activated</strong>
ru_ru: <strong>Тема "%s" активирована</strong>

source: <strong>Default theme is missing.</strong>
ru_ru: <strong>Тема по умолчанию потеряна.</strong>

source: <strong>Theme not found. Default theme applied.</strong>
ru_ru: <strong>Тема не найдена. Выбрана тема по умолчанию.</strong>

source: Activate "%s"
ru_ru: Активировать "%s"

source: %1$s %2$s by <cite>%3$s</cite>
ru_ru: %1$s %2$s от <cite>%3$s</cite>

source: Ported by <cite>%s</cite>
ru_ru: Портировано <cite>%s</cite>

source: All of this theme's files are located in the "%s" themes directory.
ru_ru: Файлы этой темы расположены в директории "%s".

source: <strong>"Safe mode" is on, the default theme will be used instead of the active theme indicated below.</strong>
ru_ru: <strong>"Safe mode" включен, тема по умолчанию используется вместо выбранной ниже.</strong>

source: Manage Themes
ru_ru: Управление темами

source: Current Theme
ru_ru: Текущая тема

source: Available Themes
ru_ru: Доступные темы

source: Counted posts
ru_ru: Пересчитаны сообщения

source: Counted voices
ru_ru: Пересчитаны голоса

source: Counting deleted posts&#8230;
ru_ru: Подсчёт удалённых записей&#8230;

source: &#8230;counted deleted posts
ru_ru: &#8230;пересчитаны удаленые сообщения

source: &#8230;no deleted posts to count
ru_ru: &#8230;нет удаленных сообщений

source: Counted forum topics and posts
ru_ru: Пересчитаны темы и сообщения форумов

source: Counted topics to which each user has replied
ru_ru: Пересчитаны темы, на которые ответил каждый пользователь

source: Counted topic tags
ru_ru: Пересчитаны метки тем

source: Counted tagged topics
ru_ru: Пересчитаны помеченные темы

source: Deleted tags with no topics
ru_ru: Удалены метки без тем

source: Removed deleted topics from users' favorites
ru_ru: Убраны удаленные темы из избранного пользователей

source: Tools
ru_ru: Инструменты

source: Re-count
ru_ru: Пересчет

source: To minimize database queries, bbPress keeps it's own count of various items like posts in each topic and topics in each forum. Occasionally these internal counters may become incorrect, you can manually re-count these items using this form.
ru_ru: Чтобы уменьшить количество запросов, bbPress хранит в базе счетчики для различных элементов вроде количества сообщений в каждой теме и количества тем в каждом форуме. Иногда эти внутренние счетчики могут не совпадать с действительностью, но в этой форме вы можете вручную пересчитать их значения.

source: You can also clean out some stale items here, like empty tags.
ru_ru: Вы также можете избавиться от некоторых лишних объектов вроде пустых меток.

source: Items to re-count
ru_ru: Объекты для пересчета

source: There are no re-count tools available.
ru_ru: Недоступны инструменты для пересчета.

source: Recount Items
ru_ru: Пересчитать объекты

source: Invalid topic or forum.
ru_ru: Неверная тема или форум.

source: Your topic or forum caused all manner of confusion
ru_ru: Ваша тема или форум привела систему к хаосу (они есть вообще?)

source: <strong>Topic undeleted.</strong>
ru_ru: <strong>Тема восстановлена.</strong>

source: <strong>Topic deleted.</strong>
ru_ru: <strong>Тема удалена.</strong>

source: <strong>Topic opened.</strong>
ru_ru: <strong>Тема открыта.</strong>

source: <strong>Topic closed.</strong>
ru_ru: <strong>Тема закрыта.</strong>

source: Topics
ru_ru: Темы

source: Topic
ru_ru: Тема

source: Author
ru_ru: Автор

source: Date
ru_ru: Дата

source: Freshness
ru_ru: Обновлено

source: View
ru_ru: Просмотр

source: Close
ru_ru: Закрыть

source: Open
ru_ru: Открытые

source: Delete
ru_ru: Удалить

source: Undelete
ru_ru: Восстановить

source: %s ago
ru_ru: %s назад

source: Last post by %s
ru_ru: Последнее сообщение от %s

source: Beginning upgrade&hellip;
ru_ru: Начинается обновление&hellip;

source: Done
ru_ru: Готово

source: bbPress database upgrade
ru_ru: Обновление bbPress &rsaquo;

source: Nothing to upgrade. <a href="%s">Get back to work!</a>
ru_ru: Нечего обновлять. <a href="%s">Возвращайтесь к работе!</a>

source: Database upgrade required
ru_ru: Требуется обновление базы

source: It looks like your database is out-of-date. You can upgrade it here.
ru_ru: Похоже, что ваша база данных устарела. Вы можете обновить ее здесь.

source: Upgrade database
ru_ru: Обновить базу данных &raquo;

source: Database upgrade complete
ru_ru: Обновление базы завершено

source: Your database has been successfully upgraded, enjoy!
ru_ru: Ваша база данных успешно обновлена, наслаждайтесь!

source: Show upgrade messages
ru_ru: Показывать сообщения обновления

source: Upgrade log
ru_ru: Лог обновления

source: &laquo; Go back to forums
ru_ru: &laquo; Назад к форумам

source: Go to admin
ru_ru: Перейти к администрированию

source: Database upgrade failed
ru_ru: Обновление базы не удалось

source: The upgrade process seems to have failed. Check the upgrade messages below for more information.<br /><br />Attempting to go to the admin area without resolving the listed errors will return you to this upgrade page.
ru_ru: Похоже, обновление не удалось. Протите сообщения обновления ниже для более подробной информации.<br /><br />Попытка перейти в административный интерфейс снова запустит процесс обновления.

source: Error log
ru_ru: Лог ошибок

source: Try again
ru_ru: Еще раз

source: bbPress &rsaquo; Error
ru_ru: Ошибка bbPress &rsaquo;

source: Oh dear!
ru_ru: Уважаемый!

source: bbPress installer
ru_ru: Установка bbPress

source: Welcome
ru_ru: Добро пожаловать

source: Welcome to the bbPress installer
ru_ru: Добро пожаловать у установку bbPress

source: We're now going to go through a few steps to get you up and running.
ru_ru: Сейчас мы пройдем несколько шагов, чтобы установить и запустить форум.

source: Ready? Then let's get started!
ru_ru: Готовы? Тогда поехали!

source: Step 1
ru_ru: Шаг 1

source: Database configuration
ru_ru: Параметры базы данных

source: In this step you need to enter your database connection details. The installer will attempt to create a file called <code>bb-config.php</code> in the root directory of your bbPress installation.
ru_ru: Здесь вам потребуется ввести настройки соединения с базой данных. Установщик попытается создать файл с названием <code>bb-config.php</code> в корневой директории вашей установки bbPress.

source: If you're not sure what to put here, contact your web hosting provider.
ru_ru: Если вы не уверены, что знаете их, свяжитесь с вашим хостинг-провайдером.

source: Step 2
ru_ru: Шаг 2

source: WordPress integration (optional)
ru_ru: Интеграция с WordPress (необязательно)

source: &laquo; skipped
ru_ru: &laquo; пропущено

source: bbPress can integrate login and user data seamlessly with WordPress. You can safely skip this step if you do not wish to integrate with an existing WordPress install.
ru_ru: bbPress может интегрировать авторизацию и данные пользователя с WordPress. Вы можете спокойно пропустить этот шаг если не хотите интегрировать с установленным WordPress.

source: Step 3
ru_ru: Шаг 3

source: Site settings
ru_ru: Настройки сайта

source: Finalize your installation by adding a name, your first user and your first forum.
ru_ru: Завершите вашу установку добавлением имени, вашего первого пользователя и ваш первый форум.

source: Finished
ru_ru: Завершено!

source: Installation complete!
ru_ru: Установка завершена!

source: Your PHP installation appears to be missing the MySQL extension which is required for bbPress
ru_ru: В вашем PHP не работает расширение MySQL, которое требуется для bbPress
