Repository: LonelyWolf2000/l10n-ru
Catalog: tags/bbpress/1.0.1/*.po
Languages: ru_ru

source: Your new bbPress site has been successfully set up at: %1$s You can log in to the key master account with the following information: Username: %2$s Password: %3$s We hope you enjoy your new forums. Thanks! --The bbPress Team http://bbpress.org/
ru_ru: Ваш новый bbPress-сайт успешно установлен в: %1$s Вы можете авторизоваться как администратор со следующими данными: Имя пользователя: %2$s Пароль: %3$s Мы надеемся, вам понравится ваш новый форум. Спасибо! --Команда bbPress http://bbpress.org/

source: New bbPress installation
ru_ru: Новая установка bbPress

source: Key master email sent
ru_ru: Отослано письмо Хранителю

source: Key master email not sent!
ru_ru: Письмо Хранителю не отослано!

source: Installation completed with some errors!
ru_ru: Установка завершилась с некоторыми ошибками!

source: Your installation completed with some minor errors. See the error log below for more specific information.
ru_ru: Ваша установка завершена с некоторыми незначительными ошибками. Смотрите ниже лог ошибок для более подробной информации.

source: There were some errors encountered during installation!
ru_ru: Во время установки произошло несколько ошибок!

source: Your installation completed successfully.
ru_ru: Ваша установка полностью завершена.

source: Please select an existing bbPress Keymaster or WordPress administrator.
ru_ru: Пожалуйста, выберите существующего Хранителя bbPress или Администратора WordPress.

source: Database class not loaded.
ru_ru: Класс базы данных не загружен.

source: Appearance
ru_ru: Внешний вид

source: Themes
ru_ru: Темы

source: Plugins
ru_ru: Плагины

source: Installed
ru_ru: Установленные

source: Users
ru_ru: Пользователи

source: Settings
ru_ru: Настройки

source: General
ru_ru: Общее

source: Writing
ru_ru: Написание

source: Reading
ru_ru: Чтение

source: Discussion
ru_ru: Обсуждение

source: Permalinks
ru_ru: Постоянные ссылки

source: WordPress Integration
ru_ru: Интеграция с WordPress

source: Edit
ru_ru: Править

source: Inactive (no role)
ru_ru: Неактивные (без роли)

source: None
ru_ru: Нет

source: <strong>No matching users were found!</strong>
ru_ru: <strong>Не найдено соответствующих пользователей!</strong>

source: Users Matching "%s" by Role
ru_ru: Пользователи, соответствующие "%s" по ролям

source: with role &#8220;%s&#8221;
ru_ru: с ролью &#8220;%s&#8221;

source: Search term
ru_ru: Поисковые слова

source: Role
ru_ru: Роль

source: Search
ru_ru: Поиск

source: Username
ru_ru: Имя

source: Name
ru_ru: Имя

source: Registered
ru_ru: Зарегистрированные

source: Edit Forum
ru_ru: Править форум

source: Add Forum
ru_ru: Добавить форум

source: Slug
ru_ru: Ярлык

source: Parent
ru_ru: Родительская

source: Position
ru_ru: Позиция

source: Category
ru_ru: Рубрика

source: Make this forum a category
ru_ru: Сделать этот форум рубрикой

source: Categories are forums where new topics cannot be created. Categories usually contain a group of sub-forums.
ru_ru: Рубрики это форумы, в которых нельзя создавать новые темы. Рубрики используются только для группировки подфорумов.

source: Post
ru_ru: Сообщение

source: Count posts of every topic
ru_ru: Учет сообщений в каждом форуме

source: Count voices of every topic
ru_ru: Подсчитать голоса в кадлой теме

source: Count deleted posts on every topic
ru_ru: Учет удаленных сообщений в каждой теме

source: Count topics and posts in every forum
ru_ru: Пересчет тем и сообщений в каждом форуме

source: Count topics to which each user has replied
ru_ru: Учет тем, на которые ответил каждый пользователь

source: Count tags for every topic
ru_ru: Учет меток для каждой темы

source: Count topics for every tag
ru_ru: Учет тем для каждой метки

source: Delete tags with no topics
ru_ru: Удалить метки без тем

source: Remove deleted topics from users' favorites
ru_ru: Убрать удаленные темы из избранного пользователей

source: Invalid plugin path.
ru_ru: Неверный путь к плагину.

source: Plugin file does not exist.
ru_ru: Файл плагина не найден.

source: That type of plugin is not available in the specified location.
ru_ru: Этот типа плагинов не доступен в указанном месте.

source: Not a valid directory
ru_ru: Неправильная директория

source: Invalid arguments
ru_ru: Неверные аргументы

source: Sunday
ru_ru: Воскресенье

source: Monday
ru_ru: Понедельник

source: Tuesday
ru_ru: Вторник

source: Wednesday
ru_ru: Среда

source: Thursday
ru_ru: Четверг

source: Friday
ru_ru: Пятница

source: Saturday
ru_ru: Суббота

source: S_Sunday_initial
ru_ru: Вс_Воскресенье_initial

source: M_Monday_initial
ru_ru: Пн_Понедельник_initial

source: T_Tuesday_initial
ru_ru: Вт_Вторник_initial

source: W_Wednesday_initial
ru_ru: Ср_Среда_initial

source: T_Thursday_initial
ru_ru: Чт_Четверг_initial

source: F_Friday_initial
ru_ru: Пт_Пятница_initial

source: S_Saturday_initial
ru_ru: Сб_Суббота_initial

source: Sun
ru_ru: Вск

source: Mon
ru_ru: Пон

source: Tue
ru_ru: Втр

source: Wed
ru_ru: Срд

source: Thu
ru_ru: Чтв

source: Fri
ru_ru: Птн

source: Sat
ru_ru: Суб

source: January
ru_ru: Янваль

source: February
ru_ru: Февраль

source: March
ru_ru: Март

source: April
ru_ru: Апрель

source: May
ru_ru: Май

source: June
ru_ru: Июнь

source: July
ru_ru: Июль

source: August
ru_ru: Август

source: September
ru_ru: Сентябрь

source: October
ru_ru: Откябрь

source: November
ru_ru: Ноябрь

source: December
ru_ru: Декабрь

source: Jan_January_abbreviation
ru_ru: Янв_Январь_abbreviation

source: Feb_February_abbreviation
ru_ru: Фев_Февраль_abbreviation

source: Mar_March_abbreviation
ru_ru: Мар_Март_abbreviation

source: Apr_April_abbreviation
ru_ru: Апр_Апрель_abbreviation

source: May_May_abbreviation
ru_ru: Май_Май_abbreviation

source: Jun_June_abbreviation
ru_ru: Июн_Июнь_abbreviation

source: Jul_July_abbreviation
ru_ru: Июл_Июль_abbreviation

source: Aug_August_abbreviation
ru_ru: Авг_Август_abbreviation

source: Sep_September_abbreviation
ru_ru: Сен_Сентябрь_abbreviation

source: Oct_October_abbreviation
ru_ru: Окт_Октябрь_abbreviation

source: Nov_November_abbreviation
ru_ru: Ноя_Ноябрь_abbreviation

source: Dec_December_abbreviation
ru_ru: Дек_Декабрь_abbreviation

source: F j, Y - h:i A
ru_ru: d.m.Y, H:i

source: F j, Y
ru_ru: d.m.Y

source: h:i A
ru_ru: H:i

source: Search &#187;
ru_ru: Искать &#187;

source: Any
ru_ru: Все

source: Tag
ru_ru: Метка

source: Topic author
ru_ru: Автор темы

source: Post author
ru_ru: Автор сообщения

source: All
ru_ru: Все

source: Normal
ru_ru: Обычные

source: Deleted
ru_ru: Удаленные

source: Topic status
ru_ru: Состояние темы

source: Post status
ru_ru: Состояние сообщения

source: Poster IP address
ru_ru: IP-адрес пользователя

source: Open?
ru_ru: Открыть?

source: Closed
ru_ru: Закрытые

source: Title
ru_ru: Заголовок

source: Invalid Taxonomy
ru_ru: Некорректная таксономия

source: Invalid User ID
ru_ru: Неправильный ID пользователя

source: Key Master
ru_ru: Хранитель

source: Administrator
ru_ru: Администратор

source: Moderator
ru_ru: Модератор

source: Member
ru_ru: Участник

source: Inactive
ru_ru: Неактивный

source: Blocked
ru_ru: Заблокированые

source: Using deprecated bbPress %1$s - %2$s - replace with - %3$s
ru_ru: Используется устаревшее в bbPress %1$s - %2$s - заменен - %3$s

source: &laquo; Previous
ru_ru: &laquo; Назад

source: Next &raquo;
ru_ru: Дальше &raquo;

source: Page %d
ru_ru: Страниц %d

source: Previous page
ru_ru: Предыдущая страница

source: Next page
ru_ru: Следующая страница

source: User not found.
ru_ru: Пользователь не найден

source: should be
ru_ru: может быть

source: full permalink
ru_ru: полная ссылка

source: Favorites
ru_ru: Избранное

source: First name
ru_ru: Имя

source: Last name
ru_ru: Фамилия

source: Display name as
ru_ru: Отображать как

source: Website
ru_ru: Web-сайт

source: Location
ru_ru: Местоположение

source: Occupation
ru_ru: Род занятий

source: Interests
ru_ru: Интересы

source: Custom Title
ru_ru: Собственный заголовок

source: Ignore the %d second post throttling limit
ru_ru: Игнорировать ограничение в %d секунд

source: Topics with no replies
ru_ru: Темы без ответов

source: Topics with no tags
ru_ru: Темы без меток

source: bbPress Failure Notice
ru_ru: Уведомление о сбое bbPress

source: Please try again.
ru_ru: Пожалуйста, попробуйте еще раз.

source: Back to <a href="%s">%s</a>.
ru_ru: Назад к <a href="%s">%s</a>.

source: Your attempt to submit this post has failed.
ru_ru: Попытка отправки провалилась.

source: Your attempt to edit this post has failed.
ru_ru: Правка этого сообщения не удалась.

source: Your attempt to delete this post has failed.
ru_ru: Удаление записи не удалось.

source: Your attempt to create this topic has failed.
ru_ru: Попытка создания обсуждения провалилась.

source: Your attempt to change the resolution status of this topic has failed.
ru_ru: Состояние разрешения этого обсуждения не изменено.

source: Your attempt to delete this topic has failed.
ru_ru: Удаление обсуждения не удалось.

source: Your attempt to change the status of this topic has failed.
ru_ru: Изменение статуса обсуждения не удалось.

source: Your attempt to change the sticky status of this topic has failed.
ru_ru: Изменение "липкого" статуса для обсуждения не выполнено.

source: Your attempt to move this topic has failed.
ru_ru: Перемещение этого обсуждения не удалось.

source: Your attempt to add this tag to this topic has failed.
ru_ru: Метка к обсуждению не

source: Your attempt to rename this tag has failed.
ru_ru: Переименование этой метки не удалось.

source: Your attempt to submit these tags has failed.
ru_ru: Отправка не удалась.

source: Your attempt to destroy this tag has failed.
ru_ru: Уничтожение метки не выполнено.

source: Your attempt to remove this tag from this topic has failed.
ru_ru: Удаление этой метки из обсуждения не выполнено.

source: Your attempt to toggle your favorite status for this topic has failed.
ru_ru: Переключение состояния Избранного для этого обсуждения не выполнено.

source: Your attempt to edit this user's profile has failed.
ru_ru: Редактирование профиля этого пользователя не выполнено.

source: Your attempt to add this forum has failed.
ru_ru: Добавление этого форума не выполнено.

source: Your attempt to update your forums has failed.
ru_ru: Обновление вашего форума не выполнено.

source: Your attempt to delete that forum has failed.
ru_ru: Удаление этого форума не выполнено.

source: Your attempt to recount these items has failed.
ru_ru: Переучет не выполнен.

source: Your attempt to switch themes has failed.
ru_ru: Переключение темы не удалось.

source: Your attempt to do this has failed.
ru_ru: Ваша попытка сделать это провалилась.

source: Your search term was too short
ru_ru: Поисковый запрос слишком короткий

source: Your query parameters are invalid
ru_ru: Ваши параметры для запроса неверны

source: [sticky] %s
ru_ru: [прилеплено] %s

source: [closed] %s
ru_ru: [закрыто] %s

source: Please give me a name!
ru_ru: Пожалуйста, дайте мне имя!

source: Invalid username
ru_ru: Неверный логин

source: You are about to delete the selected items. 'Cancel' to stop, 'OK' to delete.
ru_ru: Вы собираетесь удалить выделеные объекты. 'Отмена' - оставить, 'OK' - удалить.

source: drag
ru_ru: двигайте

source: Save Forum Order
ru_ru: Сохранить последовательность

source: Edit Forum Order
ru_ru: Изменить последовательность

source: You do not have permission to do that.
ru_ru: У вас недостаточно прав, чтобы сделать это.

source: An unidentified error has occurred.
ru_ru: Произошла неопределённая ошибка.

source: Too short
ru_ru: Слишком короткий

source: Bad
ru_ru: Плохо

source: Good
ru_ru: Хорошо

source: Strong
ru_ru: Сильно

source: Are you sure you wanna delete this post?
ru_ru: Вы уверены, что хотите удалить это сообщение?

source: Are you sure you wanna undelete this post?
ru_ru: Вы уверены, что хотите восстановить это сообщение?

source: favorites
ru_ru: избранных

source: This topic is one of your %favLinkYes% [%favDel%]
ru_ru: Тема &#8212; одна из ваших %favLinkYes% [%favDel%]

source: Add this topic to your favorites
ru_ru: Добавить тему в Избранное

source: Profile
ru_ru: Профиль

source: Reply
ru_ru: Ответ

source: New Topic in this Forum
ru_ru: Новая тема в этот форум

source: Add New Topic
ru_ru: Добавить новую тему

source: You must <a href="%s">log in</a> to post.
ru_ru: Вы должны <a href="%s">авторизоваться</a>, чтобы публиковать сообщения.

source: Tags
ru_ru: Метки

source: User Favorites: %s
ru_ru: Избранное пользователя: %s

source: Topic: %s
ru_ru: Тема: %s

source: Tag: %s - Recent Posts
ru_ru: Метка: %s - Свежие сообщения

source: Tag: %s - Recent Topics
ru_ru: Метка: %s - свежие обсуждения

source: Forum: %s - Recent Posts
ru_ru: Форум: %s - Свежие сообщения

source: Forum: %s - Recent Topics
ru_ru: Форум: %s - свежие обсуждения

source: Recent Posts
ru_ru: Последние сообщения

source: Recent Topics
ru_ru: Свежие темы

source: Are you sure you wanna delete that?
ru_ru: Вы уверены, что хотите это удалить?

source: Delete entire topic
ru_ru: Удалить тему полностью

source: Are you sure you wanna undelete that?
ru_ru: Вы уверены, что хотите восстановить это?

source: Undelete entire topic
ru_ru: Восстановление темы полностью

source: Close topic
ru_ru: Закрыть тему

source: Open topic
ru_ru: Открыть тему

source: Unstick topic
ru_ru: Отлепить тему

source: Stick topic
ru_ru: Прилепить тему

source: to front
ru_ru: в начало

source: View normal posts
ru_ru: Просмотреть обычные сообщения

source: View all posts
ru_ru: Просмотреть все сообщения

source: %s post
ru_ru: %s сообщение

source: +%d more
ru_ru: +%d еще

source: Move this topic to the selected forum:
ru_ru: Переместить тему в выбранный форум:

source: Move
ru_ru: Переместить

source: Add New &raquo;
ru_ru: Добавить новую &raquo;

source: Anonymous
ru_ru: Анонимно

source: PingBack
ru_ru: Уведомление

source: Unregistered
ru_ru: Отменить регистрацию

source: Delete User &raquo;
ru_ru: Удалить пользователя &raquo;

source: Are you sure you want to delete this user?
ru_ru: Вы уверены, что хотите удалить этого пользователя?

source: Member Since
ru_ru: Участник с

source: These items are <span class="required">required</span>.
ru_ru: Эти значения <span class="required">обязательны</span>.

source: User Type
ru_ru: Тип пользователя

source: Allow this user to
ru_ru: Позволить этому пользователю:

source: Inactive users can login and look around but not do anything. Blocked users just see a simple error message when they visit the site.
ru_ru: Неактивные пользователи могут авторизоваться и видеть все, но не могу ничего делать. Заблокированные пользователи просто увидят сообщение об ошибке, когда придут на сайт.

source: <strong>Note</strong>: Blocking a user does <em>not</em> block any IP addresses.
ru_ru: <strong>Замечение</strong>: Блокирование пользователей <em>не</em> блокирует IP адреса.

source: New password
ru_ru: Новый пароль

source: Password Strength
ru_ru: Надёжность пароля

source: Disabled (requires JavaScript)
ru_ru: Отключено (требуется JavaScript)

source: Disabled (requires jQuery)
ru_ru: Отключено (требуется jQuery)

source: Hint: Use upper and lower case characters, numbers and symbols like !"?$%^&amp;( in your password.
ru_ru: Подсказка: Используйте в своём пароле буквы верхнего и нижнего регистра, символы наподобие !"?$%^&amp;( и цифры.

source: Log Out
ru_ru: Выйти

source: Admin
ru_ru: Администрирование

source: View your profile
ru_ru: Просмотреть ваш профиль

source: Add &raquo;
ru_ru: Добавить &raquo;

source: Rename tag:
ru_ru: Переименовать метку:

source: Rename
ru_ru: Переименовать

source: Merge this tag into:
ru_ru: Объединить метку с:

source: Merge
ru_ru: Объединить

source: Are you sure you want to merge the "%s" tag into the tag you specified? This is permanent and cannot be undone.
ru_ru: Вы уверены, что хотите объединить эту метку с меткой "%s"? Операцию невозможно будет отменить.

source: Destroy tag:
ru_ru: Уничтожить метку:

source: Destroy
ru_ru: Уничтожить

source: Are you sure you want to destroy the "%s" tag? This is permanent and cannot be undone.
ru_ru: Вы уверены, что хотите отменить метку "%s"? Операция необратима и не может быть отменена.

source: %d topics
ru_ru: %d тем

source: - None -
ru_ru: - Ничего -

source: This topic is one of your %favorites% [
ru_ru: Тема &#8212; одна из ваших %favorites% [

source: You've been blocked. If you think a mistake has been made, contact this site's administrator.
ru_ru: Вы заблокированы. Если вы считаете, что это ошибка, обратитесь к администратору сайта.

source: The specified user does not exist.
ru_ru: Пользователь не существует.

source: If you wanted to reset your password, you may do so by visiting the following address: %s If you don't want to reset your password, just ignore this email. Thanks!
ru_ru: Если вы хотели сбросить ваш пароль, это можно сделать по адресу: %s Если вы не хотите сбрасывать пароль, просто проигнорируйте это письмо. Спасибо!

source: Password Reset
ru_ru: Сброс пароля

source: The email containing the password reset link could not be sent.
ru_ru: Письмо со ссылкой для сброса пароля не удалось отправить.

source: Key not found.
ru_ru: Ключ не найден.

source: You are not allowed to change your password.
ru_ru: Вам нельзя менять пароль.

source: The email containing the new password could not be sent.
ru_ru: Письмо с новым паролем не удалось отправить.

source: Your username is: %1$s Your password is: %2$s You can now log in: %3$s Enjoy!
ru_ru: Ваше имя для входа: %1$s Пароль: %2$s Вы можете войти здесь: %3$s Наслаждайтесь!

source: Password
ru_ru: Пароль

source: Passed variable is not a BackPress database object.
ru_ru: Переданая переменная не является объектом BackPress.

source: No schema available.
ru_ru: Нет доступных баз.

source: Creating table
ru_ru: Создание таблицы

source: Adding column: %s
ru_ru: Добавить колонку: %s

source: Setting default on column: %s
ru_ru: Установите колонку по умолчанию: %s

source: Changing column: %s
ru_ru: Изменение колонки: %s

source: Adding index: %s
ru_ru: Добавление индекса: %s

source: Dropping index: %s
ru_ru: Удаление индекса: %s

source: Inserting data
ru_ru: Вставляются данные

source: Updating data
ru_ru: Обновляются данные

source: Modifying database: %s (%s)
ru_ru: Модификация базы данных: %s (%s)

source: Table: %s
ru_ru: Таблица: %s

source: Skipped
ru_ru: Пропущено

source: SQL ERROR! See the error log for more detail
ru_ru: ОШИБКА SQL! Подробности смотрите в логе ошибок

source: SQL ERROR!
ru_ru: ОШИБКА SQL!

source: Database: %s (%s)
ru_ru: База данных: %s (%s)

source: Too many redirects.
ru_ru: Слишком много перенаправлений.

source: Malformed URL: %s
ru_ru: Некорректный URL: %s

source: Could not open handle for fopen() to %s
ru_ru: Не удалось открыть дескриптор для fopen() к %s

source: Empty Term
ru_ru: Пустой термин

source: Invalid taxonomy
ru_ru: Некорректная таксономия

source: Invalid term ID
ru_ru: Неправильный идентификатор термина

source: A name is required for this term
ru_ru: Требуется название этого термина

source: Could not insert term into the database
ru_ru: Не удалось вставить элемент в базу данных

source: The slug &#8220;%s&#8221; is already in use by another term
ru_ru: Ярлык &#8220;%s&#8221; уже используется другим объектом

source: Invalid object ID
ru_ru: Неверный идентификатор объекта

source: Invalid login name
ru_ru: Неправильное имя входа

source: Name already exists
ru_ru: Имя уже существует

source: Invalid nicename
ru_ru: Неправильное "красивое" имя

source: Nicename already exists
ru_ru: "Красивое" имя уже существует

source: Email already exists
ru_ru: Email уже существует

source: Invalid registration time
ru_ru: Неправильное время регистрации

source: Invalid registration timestamp
ru_ru: Неправильное время регистрации

source: Query failed
ru_ru: Запрос не удался

source: Multiple email matches. Log in with your username.
ru_ru: Множественное совпадение email. Войдите под своим именем.

source: Multiple %s matches
ru_ru: Множественный выбор %s

source: Select a city
ru_ru: Выберите город

source: Manual offsets
ru_ru: Ручные смещения

source: BackPress &rsaquo; Error
ru_ru: Ошибка bbPress &rsaquo;

source: Once Hourly
ru_ru: Каждый час

source: Twice Daily
ru_ru: Два раза в день

source: Once Daily
ru_ru: Каждый день

source: Welcome %s!
ru_ru: Добро пожаловать, %s!

source: A string with low priority!
ru_ru: Строка с низким приоритетом!

source: Bye
ru_ru: Пока

source: Akismet Settings
ru_ru: Настройки Akismet

source: For many people, <a href="%s">Akismet</a> will greatly reduce or even completely eliminate the spam you get on your site. If one does happen to get through, simply mark it as "spam" and Akismet will learn from the mistakes.
ru_ru: Для многих людей <a href="%s">Akismet</a> является великолепным средством для уменьшения или даже полного избавления от спама на сайте. Если что-то и пройдет, просто пометьте его как "Спам" и Akismet будет учиться на ошибках.

source: This key is valid
ru_ru: Этот ключ правильный

source: WordPress.com API Key
ru_ru: Ключ API WordPress.com

source: If you don't have a WordPress.com API Key, you can get one at <a href="%s">WordPress.com</a>
ru_ru: Если у вас нет API-ключа WordPress.com, вы можете получить его на <a href="%s">WordPress.com</a>

source: Enable stats page
ru_ru: Разрешить страницу статистики

source: Create a page that shows spam statistics.
ru_ru: Создать страницу для показа спам-статистики.

source: This page will be viewable by moderators or higher.
ru_ru: Это страница будет видна только мадераторам и выше.

source: <strong>The key you attempted to enter is invalid. Reverting to previous setting.</strong>
ru_ru: <strong>Ключ, который вы попытались ввести, неверен. Возвращаемся к предыдущим настройкам.</strong>

source: Akismet Stats
ru_ru: Статистика Akismet

source: Not Spam
ru_ru: Не спам

source: Spam
ru_ru: Спам

source: Counted the number of bozo posts in each topic
ru_ru: Пересчет сообщений от нежелательных пользователей в каждой теме

source: Counted each bozo user&#039;s total posts as well as the total topics to which they have replied
ru_ru: Пересчет сообщений для каждого нежелательного пользователя и всех тем, в которых они отвечали

source: Count each bozo user&#039;s total posts as well as the total topics to which they have replied
ru_ru: Пересчитаны сообщения для каждого нежелательного пользователя и всех тем, в которых они отвечали

source: Count the number of bozo posts in each topic
ru_ru: Пересчет нежелательных пользователей в каждой теме

source: This user is a bozo
ru_ru: Это нежелательный пользователь

source: Bozos only
ru_ru: Только нежелательные

source: Page not found!
ru_ru: Страница не найдена

source: I'm sorry, but there is nothing at this URL.
ru_ru: Извините, но по этой ссылке ничего нет.

source: Allowed markup:
ru_ru: Разрешенная разметка:

source: Put code in between <code>`backticks`</code>.
ru_ru: Пишите код внутри <code>`обратных апострофов`</code>.

source: Edit Post
ru_ru: Править сообщение

source: Favorites allow members to create a custom <abbr title="Really Simple Syndication">RSS</abbr> feed which pulls recent replies to the topics they specify.
ru_ru: Ваше Избранное позволяет вам создать <abbr title="Really Simple Syndication">RSS</abbr>-ленту, в которой будут последние комментарии по заданыи вами темам.

source: To add topics to your list of favorites, just click the "Add to Favorites" link found on that topic&#8217;s page.
ru_ru: Чтобы добавить тему в список вашего Избранного, просто нажмите на ссылку "Добавить в Избранное" на странице этой темы.

source: Voices
ru_ru: Голоса

source: Last Poster
ru_ru: Последний комментатор

source: Remove
ru_ru: Удалить

source: <abbr title="Really Simple Syndication">RSS</abbr> feed for these favorites
ru_ru: <abbr title="Really Simple Syndication">RSS</abbr> лента для его Избранного.
