Repository: LonelyWolf2000/l10n-ru
Catalog: tags/bbpress/1.0.1/*.po
Languages: ru_ru

source: Sorry, post is too old.
ru_ru: Извините, сообщение слишком старое.

source: User does not exist.
ru_ru: Пользователь не существует.

source: Enter a username or email address.
ru_ru: Введине имя пользователя или email адрес.

source: Enter a username.
ru_ru: Пожалуйста, введите логин

source: Incorrect password.
ru_ru: Неправильный пароль

source: Username and Password do not match.
ru_ru: Имя пользователя и пароль не подходят.

source: Slow down; you move too fast.
ru_ru: Помедленнее; вы слишком спешите.

source: You need to actually submit some content!
ru_ru: Вам нужно ввести какую-нибудь информацию!

source: You are not allowed to post. Are you logged in?
ru_ru: Вы не можете писать. Вы авторизованы?

source: You are not allowed to write new topics.
ru_ru: Вы не можете создавать новые темы.

source: Please enter a topic title
ru_ru: Пожалуйста, введите заголовок темы

source: This topic has been closed
ru_ru: Эта тема закрыта

source: No username specified
ru_ru: Не указано имя пользователя

source: Could not determine site URI
ru_ru: Не удается определить URI сайта

source: Your user table prefix may only contain letters, numbers and underscores.
ru_ru: Префикс для таблиц пользователя может содержать только буквы, цифры и знаки подчеркивания.

source: You cannot edit those favorites. How did you get here?
ru_ru: Вы не можете его избранное. Как Вы вообще здесь оказались?

source: Forum not found.
ru_ru: Форум не найден.

source: %s is required.
ru_ru: %s требуется.

source: Invalid email address
ru_ru: Неверный адрес e-mail:

source: Invalid Role
ru_ru: Некорректная роль

source: You are not the Gate Keeper.
ru_ru: Вы не Хранитель Ворот.

source: You are Keymaster, so you may not demote yourself.
ru_ru: Вы Хранитель и не можете ограничить в правах самого себя.

source: You must enter the same password twice.
ru_ru: Вы должны ввести пароль дважды.

source: You are not allowed to change this user's password.
ru_ru: Вам нельзя менять пароль этого пользователя.

source: %s is an invalid username. How's this one?
ru_ru: %s некорректное имя пользователя. Как насчет этого?

source: %s is an invalid username.
ru_ru: %s - неправильное имя пользователя.

source: %s is required
ru_ru: %s требуется.

source: %1$s View: %2$s
ru_ru: %1$s Просмотр: %2$s

source: %1$s Topic: %2$s
ru_ru: %1$s Тема: %2$s

source: %1$s User Favorites: %2$s
ru_ru: %1$s Избранное пользователя: %2$s

source: %1$s Tag: %2$s - Recent Topics
ru_ru: %1$s Метка: %2$s - Свежие темы

source: %1$s Tag: %2$s - Recent Posts
ru_ru: %1$s Метка: %2$s - Свежие сообщения

source: %1$s Forum: %2$s - Recent Topics
ru_ru: %1$s Форум: %2$s - Свежие темы

source: %1$s Forum: %2$s - Recent Posts
ru_ru: %1$s Форум: %2$s - Свежие сообщения

source: %1$s: Recent Topics
ru_ru: %1$s: Свежие темы

source: %1$s: Recent Posts
ru_ru: %1$s: Свежие сообщения

source: Statistics
ru_ru: Статистика

source: You need to be logged in to add a tag.
ru_ru: Авторизуйтесь, чтобы добавить метку.

source: Topic not found.
ru_ru: Тема не найдена.

source: The tag was not added. Either the tag name was invalid or the topic is closed.
ru_ru: Метка не добавлена. Введенное имя метки некорректно или тема закрыта.

source: Invalid tag or topic.
ru_ru: Неверная метка или тема.

source: The tag was not removed.
ru_ru: Метка не была удалена.

source: Tag not found
ru_ru: Меток не найдено

source: Authentication failed.
ru_ru: Аутентификация не удалась.

source: You do not have permission to read this.
ru_ru: Вы не имеете достаточно прав для того, чтобы читать это.

source: User switching failed, the requested user does not exist.
ru_ru: Переключение пользователя не удалось, потому что запрошенный пользователь не существует.

source: The forum id is invalid.
ru_ru: Идентификатор форума некорректен.

source: The forum does not exist.
ru_ru: Форум не существует.

source: No forums found.
ru_ru: Не найдены форумы.

source: No forum found.
ru_ru: Не найден форум.

source: You do not have permission to manage forums.
ru_ru: Вы не имеете достаточно прав для управления форумами.

source: The forum data is invalid.
ru_ru: Данные форума некорректны.

source: The forum name is invalid.
ru_ru: Неправильное имя форума.

source: The forum could not be created.
ru_ru: Не удалось создать форум.

source: The forum could not be edited.
ru_ru: Не удалось изменить форум.

source: You do not have permission to delete forums.
ru_ru: Вы не имеете достаточно прав для удаления форумов.

source: You do not have permission to delete this forum.
ru_ru: Вы не имеете достаточно прав для удаления этого форума.

source: The forum could not be deleted.
ru_ru: Форум не удаляется.

source: No topics found.
ru_ru: Тем не найдено

source: The topic id is invalid.
ru_ru: Идентификатор темы некорректен.

source: No topic found.
ru_ru: Тема не найдена.

source: You do not have permission to write topics.
ru_ru: Вы не имеете достаточно прав для создания тем.

source: You do not have permission to write posts.
ru_ru: Вы не имеете достаточно прав для создания сообщений.

source: The topic data is invalid.
ru_ru: Неправильные данные темы.

source: You do not have permission to write topics to this forum.
ru_ru: У вас недостаточно для создания тем в этом форуме.

source: The topic title is invalid.
ru_ru: Неправильный заголовок темы.

source: The topic text is invalid.
ru_ru: Неправильный текст темы.

source: The topic could not be created.
ru_ru: Не удалось создать тему.

source: The post could not be created.
ru_ru: Не удалось создать сообщение.

source: You do not have permission to edit topics.
ru_ru: Вы не имеете достаточно прав для редактирования тем.

source: You do not have permission to edit posts.
ru_ru: Вы не имеете достаточно прав для редактирования сообщений.

source: You do not have permission to edit this topic.
ru_ru: Вы не имеете достаточно прав для редактирования жтой темы.

source: No posts found.
ru_ru: Ни одной записи не найдено.

source: You do not have permission to edit this post.
ru_ru: Вы не имеете достаточно прав для редактирования этого соощения.

source: The topic could not be edited.
ru_ru: Не удалось изменить тему.

source: The post could not be edited.
ru_ru: Не удалось изменить сообщение.

source: You do not have permission to delete topics.
ru_ru: Вы не имеете достаточно прав для удаления тем.

source: You do not have permission to delete this topic.
ru_ru: Вы не имеете достаточно прав для удаления этой темы.

source: The topic could not be deleted.
ru_ru: Тему не удалось удалить.

source: You do not have permission to move topics.
ru_ru: Вы не имеете достаточно прав для перемещения тем.

source: You are not allowed to move this topic to this forum.
ru_ru: Вы не можете переместить эту тему в этой форум.

source: The topic could not be moved.
ru_ru: Не удалось переместить тему.

source: You do not have permission to stick topics.
ru_ru: Вы не имеете достаточно прав для "приклеивания" тем.

source: You do not have permission to stick this topic.
ru_ru: Вы не имеете достаточно прав для "приклеивания" этой темы.

source: The topic could not be stuck.
ru_ru: Не удалось прикрепить тему.

source: You do not have permission to close topics.
ru_ru: Вы не имеете достаточно прав чтобы закрывать темы.

source: You do not have permission to close this topic.
ru_ru: Вы не имеете достаточно прав для закрытия этой темы.

source: The topic could not be closed.
ru_ru: Не удалось закрыть тему.

source: The topic could not be opened.
ru_ru: Тема не может быть открыта.

source: The post id is invalid.
ru_ru: Неверный идентификатор сообщения.

source: No post found.
ru_ru: Записей не найдено.

source: The post data is invalid.
ru_ru: Некорректные данные сообщения.

source: You do not have permission to write posts to this topic.
ru_ru: У вас недостаточно для создания сообщений в этой теме.

source: The post text is invalid.
ru_ru: Некорректный текст сообщения.

source: You do not have permission to delete posts.
ru_ru: Вы не имеете достаточно прав для удаления сообщений.

source: You do not have permission to delete this post.
ru_ru: Вы не можете удалить эту запись.

source: Could not retrieve hot topic tags.
ru_ru: Не удается получить метки популярных тем.

source: No hot topic tags found.
ru_ru: Не найдено "горячих" меток

source: Could not get a count of all topic tags.
ru_ru: Не удается получить соличаство всех меток темы.

source: No topic tags found.
ru_ru: Меток темя не найдено.

source: Could not retrieve all topic tags.
ru_ru: Не удается получить все метки темы.

source: The tag id is invalid.
ru_ru: Иментификатор метки некорректен.

source: No tag found.
ru_ru: Меток не найдено.

source: You do not have permission to edit tags.
ru_ru: Вы не можете редактировать метки.

source: You do not have permission to add tags to this topic.
ru_ru: Вы не можете добавлять метки к этой теме.

source: The tag data is invalid.
ru_ru: Данные метки неправильны.

source: The tags could not be added.
ru_ru: Не удалось добавить метку.

source: You do not have permission to remove tags from this topic.
ru_ru: У вас недостаточно прав для удаления метки из этой темы.

source: The tags could not be removed.
ru_ru: Не удалось удалить метку.

source: You do not have permission to manage tags.
ru_ru: Вам не разрешается управлять метками.

source: The tag name is invalid.
ru_ru: Неправильное имя метки.

source: The tag could not be renamed.
ru_ru: Не удалось переименовать метку.

source: The old tag id is invalid.
ru_ru: Неправильная старая метка.

source: The new tag id is invalid.
ru_ru: Неправильная новая метка.

source: No old tag found.
ru_ru: Нет старых меток.

source: No new tag found.
ru_ru: Нет новых меток.

source: The tags could not be merged.
ru_ru: Метки не могу быть объединены.

source: The tag could not be destroyed.
ru_ru: Метка не может быть уничтожена.

source: Software Name
ru_ru: Имя платформы

source: Software Version
ru_ru: Версия платформы

source: Site URL
ru_ru: URL сайта

source: Site Name
ru_ru: Имя сайта:

source: Site Description
ru_ru: Описание сайта

source: Time Zone
ru_ru: Часовой пояс

source: Date/Time Format
ru_ru: Формат даты и времени:

source: Date Format
ru_ru: Формат даты

source: You are not allowed to manage options.
ru_ru: Вам не разрешено менять настройки.

source: The options data is invalid.
ru_ru: Данные настройки некорректны.

source: This is not the site you are trying to pingback.
ru_ru: Это не сайт, который вы пытаетесь уведомить.

source: The source URL and the target URL cannot both point to the same resource.
ru_ru: Адрес источника и адрес получателя не могут указывать на один и тот же ресурс.

source: The specified target URL cannot be used as a target. It either doesn't exist, or it is not a pingback-enabled resource.
ru_ru: Заданный URL нельзя использовать в качестве адресата. Он или не существует, или указывает не на ресурс с возможностью уведомлений.

source: The specified target topic does not contain any posts.
ru_ru: Указанная тема не содержит сообщений.

source: The pingback has already been registered.
ru_ru: Уведомление уже было зарегистрировано.

source: The source URL does not exist.
ru_ru: Ссылка на источник не найдена.

source: We cannot find a title on that page.
ru_ru: Мы не может найти заголовок этой страницы.

source: The source URL does not contain a link to the target URL, and so cannot be used as a source.
ru_ru: Адрес источника не содержит ссылки на получателя, и потому не может быть использован как источник.

source: The pingback could not be added.
ru_ru: Уведомление не может быть добавлено.

source: Pingback from %1$s to %2$s registered. Keep the web talking! :-)
ru_ru: Уведомление от %1$s к %2$s зарегистрировано. Люди говорят! :-)

source: The requested method only accepts one parameter.
ru_ru: Затребованный метод может получить только один параметр.

source: The specified target URL is not on this domain.
ru_ru: Указанный целевой URL не на этом домене.

source: Nothing to see here.
ru_ru: Здесь не на что смотреть.

source: This page generated in %s seconds, using %d queries.
ru_ru: Страница создавалась %s секунд с использованием %d запросов.

source: Thank you for using <a href="%s">bbPress</a>. | <a href="%s">Documentation</a> | <a href="%s">Feedback</a>
ru_ru: Спасибо за использование <a href="%s">bbPress</a> | <a href="%s">Документация</a> | <a href="%s">Обратная связь</a>

source: Version %s
ru_ru: Версия %s

source: Visit Site
ru_ru: Перейти на сайт

source: Howdy, %1$s
ru_ru: Привет, %1$s

source: You don't have the authority to mess with the forums.
ru_ru: У вас нет власти пачкать в этом форуме.

source: Bad forum name. Go back and try again.
ru_ru: Плохое имя для форума. Вернитесь и попробуйте снова.

source: The forum was not added
ru_ru: Форум не добавлен

source: No forums to update!
ru_ru: Нет форумов для обновления!

source: You don't have the authority to kill off the forums.
ru_ru: У вас нет власти, чтобы убивать форумы.

source: Error occured while trying to delete forum
ru_ru: Во время удаления форума произошла ошибка

source: There is a problem with that post, pardner.
ru_ru: У нас проблема с этим сообщением, партнер.

source: There is a problem with that topic, pardner.
ru_ru: У нас проблема с этой темой, партнер.

source: Either export is disabled or you are not allowed to export.
ru_ru: Функция экспорта выключена или у вас нет прав для экспорта.

source: <strong>Forum Updated.</strong>
ru_ru: <strong>Форум обновлен.</strong>

source: <strong>Forum deleted.</strong> You should <a href="%s">recount your site information</a>.
ru_ru: <strong>Форум удален.<strong> Вы можете <a href="%s">пересчитать всю информацию сайта</a>.

source: Are you sure you want to delete the "<strong>%s</strong>" forum?
ru_ru: Вы уверены, что хотите удалить форум "<strong>%s</strong>"?

source: Forums
ru_ru: Форумы

source: Delete Forum
ru_ru: Удалить форум

source: This forum contains:
ru_ru: Этот форум содержит:

source: %d topic
ru_ru: %d тема

source: %d post
ru_ru: %d сообщение

source: Action
ru_ru: Действие

source: Delete all topics and posts in this forum. <em>This can never be undone.</em>
ru_ru: Удаление всех тем и сообщений в этом форуме. <em>Вы не сможете откатить эту операцию.</em>

source: Move topics from this forum into the replacement forum below.
ru_ru: Переместить темы из этого форума в другой.

source: Replacement forum
ru_ru: Форум на замену

source: Cancel
ru_ru: Отмена

source: Forum
ru_ru: Форум

source: <span>%d</span> forum
ru_ru: <span>%d</span> форум

source: <span>%d</span> topic
ru_ru: <span>%d</span> тема

source: <span>%d</span> post
ru_ru: <span>%d</span> сообщение

source: <span>%d</span> user
ru_ru: <span>%d</span> пользователь

source: <span>%d</span> tag
ru_ru: <span>%d</span> метка

source: Dashboard
ru_ru: Консоль

source: Right Now
ru_ru: Прямо сейчас

source: Totals
ru_ru: Всего

source: Per Day
ru_ru: За день

source: Change Theme
ru_ru: Изменить тему

source: Theme <a href="%1$s">%2$s</a>
ru_ru: Тема <a href="%1$s">%2$s</a>

source: You are using <span class="b">bbPress %s</span>
ru_ru: Вы используете <span class="b">bbPress %s</span>.

source: Recently Moderated Items
ru_ru: Недавно модерированные объекты

source: <a href="%1$s">Post</a> on <a href="%2$s">%3$s</a> by <a href="%4$s">%5$s</a>
ru_ru: <a href="%1$s">Сообщение</a> в <a href="%2$s">%3$s</a> от <a href="%4$s">%5$s</a>

source: Topic titled <a href="%1$s">%2$s</a> started by <a href="%3$s">%4$s</a>
ru_ru: Тема, озаглавленная <a href="%1$s">%2$s</a> начата пользователем <a href="%3$s">%4$s</a>

source: No moderated posts or topics&#8230; you must have very well behaved members.
ru_ru: Нет модерированных сообщений или тем&#8230; должно быть, пользователи у вас ведут себя хорошо.

source: Cookies
ru_ru: Куки

source: Integrating cookies allows you and your users to login to either your bbPress or your WordPress site and be automatically logged into both.
ru_ru: Интеграция куки позволяет вам и вашим пользователям авторизоваться в bbPress или в WordPress, автоматически входя в обе системы.

source: You may need to make changes to your WordPress configuration once installation is complete. See the "WordPress Integration" section of the bbPress administration area when you are done.
ru_ru: Вам может потребоваться внести изменения в настройку WordPress. Обратитесь к разделу "Интеграция с WordPress" административной консоли bbPress после установки.

source: User database
ru_ru: База пользователей

source: Integrating your WordPress database user tables allows you to store user data in one location, instead of having separate user data for both bbPress and WordPress.
ru_ru: Интеграция таблицы пользователей вашей базы данных WordPress позволит вам сохранять данные в одном месте, вместо того, чтобы иметь раздельные пользовательские данные для bbPress и WordPress.

source: Separate user database settings
ru_ru: Настройки раздельных баз пользователей.

source: Most of the time these settings are <em>not</em> required. Look before you leap!
ru_ru: Чаще всего эти настройки <em>не</em> обязательны. Взгляните прежде чем пропустить их!

source: If required, then all settings except for the character set must be specified.
ru_ru: Все настройки за сключение кодовой страницы должны быть заданы.

source: Custom user tables
ru_ru: Индивидуальная таблица пользователей

source: Only set these options if your integrated user tables do not fit the usual mould of <em>wp_user</em> and <em>wp_usermeta</em>.
ru_ru: Меняйте эти значения только если таблица пользователей не укладывается в формат <strong>"wз_user"</strong> и <strong>"wp_usermeta"</strong>.

source: You can now log in with the following details:
ru_ru: Теперь вы можете войти со следующими данными:

source: Username:
ru_ru: Имя:

source: Password:
ru_ru: Пароль:

source: Site address:
ru_ru: Адрес сайта:

source: <strong><em>Note that password</em></strong> carefully! It is a <em>random</em> password that was generated just for you. If you lose it, you will have to delete the tables from the database yourself, and re-install bbPress.
ru_ru: <strong><em>Запомните этот пароль</em></strong>! Этот <em>случайный</em> пароль сгенерирован специально для вас. Если вы его потеряете, вам придется удалить таблицы из базы данных и переустановить bbPress.

source: <strong>Settings saved.</strong>
ru_ru: <strong>Настройки сохранены.</strong>

source: Enable Pingbacks
ru_ru: Разрешить уведомления

source: Allow link notifications from other sites.
ru_ru: Позволить уведомления о ссылках с других сайтов.

source: Avatar display
ru_ru: Отображение аватаров

source: Don&#8217;t show avatars
ru_ru: Не показывать аватары

source: Show avatars
ru_ru: Показывать аватары

source: Maximum rating
ru_ru: Максимальный рейтинг

source: G &#8212; Suitable for all audiences
ru_ru: G &#8212; Подходит для любой аудитории

source: PG &#8212; Possibly offensive, usually for audiences 13 and above
ru_ru: PG &#8212; Может содержать оскорбительные элементы, обычно для аудитории старше 13 лет

source: R &#8212; Intended for adult audiences above 17
ru_ru: R &#8212; Рассчитан на взрослую аудиторию старше 17 лет

source: X &#8212; Even more mature than above
ru_ru: X &#8212; Для ещё более зрелой аудитории

source: Default avatar
ru_ru: Аватар по умолчанию

source: Mystery Man
ru_ru: Человек-загадка

source: Blank
ru_ru: Пусто

source: Gravatar Logo
ru_ru: Логотип Gravatar

source: Identicon (Generated)
ru_ru: Identicon (Автоматически)

source: Wavatar (Generated)
ru_ru: Wavatar (Автоматически)

source: MonsterID (Generated)
ru_ru: MonsterID (Автоматически)

source: For users without a custom avatar of their own, you can either display a generic logo or a generated one based on their e-mail address.
ru_ru: Для пользователей, не имеющих своего аватара, можно показывать либо стандартное изображение, либо созданное автоматически на основе их e-mail.

source: Discussion Settings
ru_ru: Настройки обсуждения

source: Avatars
ru_ru: Аватары

source: bbPress includes built-in support for <a href="http://gravatar.com/">Gravatars</a>. A Gravatar is an image that follows you from site to site, appearing beside your name when you comment on Gravatar enabled sites. Here you can enable the display of Gravatars on your site.
ru_ru: bbPress включает встроенную поддержку <a href="http://gravatar.com/">Граватаров</a>. Граватар это изображение, которое следует за вами от сайта к сайту, появляясь рядом с вашим именем, когда вы комментируете на сайтах, поддерживающих граватары. Разрешить использование граватаров на вашем сайте вы можете здесь.

source: Save Changes
ru_ru: Сохранить изменения

source: Site title
ru_ru: Заголовок сайта

source: Tagline
ru_ru: Краткое описание

source: In a few words, explain what this site is about.
ru_ru: Обьясните в нескольких словах, о чём этот блог.

source: bbPress address (URL)
ru_ru: Адрес bbPress (URL)

source: The full URL of your bbPress install.
ru_ru: Полный адрес (URL) вашего установленного bbPress.

source: E-mail address
ru_ru: Адрес e-mail

source: This address is used for admin purposes, like new user notification.
ru_ru: Этот адрес используется в целях администрирования, вроде уведомления о новых пользователях.

source: Time zone
ru_ru: Часовой пояс

source: hours
ru_ru: часов

source: Date and time format
ru_ru: Формат даты и времени

source: <a href="http://codex.wordpress.org/Formatting_Date_and_Time">Documentation on date formatting</a>.
ru_ru: <a href="http://codex.wordpress.org/Formatting_Date_and_Time">Документация по форматам даты</a>.

source: Click "Save Changes" to update sample output.
ru_ru: Нажмите "Сохранить изменения" чтобы обновить вывод примеров.

source: Date format
ru_ru: Формат даты

source: Choose a city in the same time zone as you.
ru_ru: Выберите город в вашем часовом поясе.

source: <abbr title="Coordinated Universal Time">UTC</abbr> time is <code>%s</code>
ru_ru: <abbr title="Coordinated Universal Time">UTC</abbr> соответствует <code>%s</code>

source: Local time is <code>%s</code>
ru_ru: Местное время <code>%s</code>

source: This time zone is currently in daylight savings time.
ru_ru: В этом часовом поясе в настоящий момент действует летнее время.

source: This time zone is currently in standard time.
ru_ru: В этом часовом поясе в настоящий момент действует зимнее время.

source: Daylight savings time begins on <code>%s</code>
ru_ru: Летнее время начинается <code>%s</code>.

source: Standard time begins on <code>%s</code>
ru_ru: Зимнее время начинается <code>%s</code>.

source: <abbr title="Coordinated Universal Time">UTC</abbr> %s is <code>%s</code>
ru_ru: %s по <abbr title="Coordinated Universal Time">UTC</abbr> соответствует <code>%s</code>

source: Unfortunately, you have to manually update this for Daylight Savings Time.
ru_ru: К сожалению, вам придется вручную вносить поправки на летнее время.

source: General Settings
ru_ru: Общие настройки

source: <strong>It appears that your server does not support custom permalink structures.</strong>
ru_ru: <strong>Это означает, что ваш сервер не поддерживает настраиваемую структуру ссылок.</strong>

source: <strong>Rewriting on webservers other than Apache using mod_rewrite is currently unsupported, but we won&#8217;t stop you from trying.</strong>
ru_ru: <strong>Преобразование ссылок на серверах, отличающихся от Apache, сейчас не поддерживаются, но мы не хотим удерживать вас от попытки настроить его самим.</strong>

source: <strong>You should update your .htaccess now.</strong>
ru_ru: <strong>Теперь вы должны обновить файл .htaccess.</strong>

source: <strong>Permalink structure updated.</strong>
ru_ru: <strong>Структура ссылок обновлена.</strong>

source: Permalink type
ru_ru: Тип постоянной ссылки

source: <span>None</span> <code>%s</code>
ru_ru: <span>Нет</span> <code>%s</code>

source: <span>Numeric</span> <code>%s</code>
ru_ru: <span>Цифровой</span> <code>%s</code>
