Repository: LonelyWolf2000/l10n-ru
Catalog: trunk/wp-plugins/wp-recaptcha/wp-recaptcha-*.po
Languages: ru_ru

source: To use reCAPTCHA you must get an API key from <a href='http://recaptcha.net/api/getkey'>http://recaptcha.net/api/getkey</a>
ru_ru: Для того, чтобы использовать сервис reCAPTCHA, вам нужно <a href='http://recaptcha.net/api/getkey'>получить API-ключ</a>

source: For security reasons, you must pass the remote ip to reCAPTCHA
ru_ru: По соображениям безопасности, вы должны отправить ваш удалённый IP-адрес в reCAPTCHA

source: To use reCAPTCHA Mailhide, you need to have the mcrypt php module installed.
ru_ru: Для того, чтобы использовать сервис reCAPTCHA Mailhide, нужно чтобы на вашем сервере был установлен PHP-модуль mcrypt.

source: To use reCAPTCHA Mailhide, you have to sign up for a public and private key,
ru_ru: Для того, чтобы использовать сервис reCAPTCHA Mailhide,

source: you can do so at <a href='http://mailhide.recaptcha.net/apikey'>http://mailhide.recaptcha.net/apikey</a>
ru_ru: вам нужно <a href='http://mailhide.recaptcha.net/apikey'>получить API-ключ</a>

source: Reveal this e-mail address
ru_ru: Показать этот адрес электронной почты

source: <strong>ERROR</strong>: Please fill in the reCAPTCHA form.
ru_ru: <strong>ОШИБКА</strong>: Пожалуйста, заполните форму reCAPTCHA.

source: <strong>ERROR</strong>: That reCAPTCHA response was incorrect.
ru_ru: <strong>ОШИБКА</strong>: Вы неправильно ввели reCAPTCHA.

source: reCAPTCHA Default Options
ru_ru: Стандартные настройки reCAPTCHA

source: reCAPTCHA Options
ru_ru: Настройка reCAPTCHA

source: All registered users
ru_ru: Для всех зарегистрированных пользователей

source: Edit posts
ru_ru: Редактировать записи

source: Publish Posts
ru_ru: Публиковать записи

source: Moderate Comments
ru_ru: Модерировать комментарии

source: Administer site
ru_ru: Управлять сайтом

source: About reCAPTCHA
ru_ru: О reCAPTCHA

source: reCAPTCHA is a free, accessible CAPTCHA service that helps to digitize books while blocking spam on your blog.
ru_ru: reCAPTCHA&nbsp;&mdash; это бесплатный CAPTCHA-сервис, с помощью которого вы помогаете распознавать оцифрованные книги, в то время, как боретесь со спамом в своём журнале.

source: reCAPTCHA asks commenters to retype two words scanned from a book to prove that they are a human. This verifies that they are not a spambot while also correcting the automatic scans of old books. So you get less spam, and the world gets accurately digitized books. Everybody wins! For details, visit the <a href="http://recaptcha.net/">reCAPTCHA website</a>.
ru_ru: В сервисе reCAPTCHA пользователям нужно ввести два слова, взятых из оцифрованной книги, для того, чтобы подвердить, что они не роботы. Это защищает ваш сайт от спама и помогает улучшить текст оцифрованных книг, распознанных автоматически. Подробные сведения вы можете найти на <a href="http://recaptcha.net/">сайте reCAPTCHA</a>.

source: <strong>NOTE</strong>: If you are using some form of Cache plugin you will probably need to flush/clear your cache for changes to take effect.
ru_ru: <strong>ПРИМЕЧАНИЕ</strong>: Если вы используете какой-либо плагин для кеширования страниц, возможно, вам понадобиться очистить кеш, чтобы заметить изменения в настройках.

source: Update Options
ru_ru: Обновить настройки

source: reCAPTCHA Keys
ru_ru: Ключи reCAPTCHA

source: reCAPTCHA requires an API key, consisting of a "public" and a "private" key.
ru_ru: Для работы сервиса reCAPTCHA нужен API-ключ, состоящий из &laquo;открытой&raquo; и &laquo;закрытой&raquo; части.

source: You can sign up for a
ru_ru: Вы можете получить его бесплатно

source: free reCAPTCHA key
ru_ru: на сайте reCAPTCHA

source: Public Key:
ru_ru: Открытый ключ:

source: Private Key:
ru_ru: Закрытый ключ:

source: Comment Options
ru_ru: Настройки для комментариев

source: Enable reCAPTCHA for comments.
ru_ru: Включить reCAPTCHA для комментариев

source: Hide reCAPTCHA for <strong>registered</strong> users who can:
ru_ru: Скрыть reCAPTCHA для <strong>зарегистрированных</strong> пользователей, которые могут:

source: Theme:
ru_ru: Цветовая гамма:

source: Red
ru_ru: Красная

source: White
ru_ru: Белая

source: Black Glass
ru_ru: Чёрное стекло

source: Clean
ru_ru: Прозрачная

source: Tab Index (<em>e.g. WP: <strong>5</strong>, WPMU: <strong>3</strong></em>):
ru_ru: Порядок перехода по клавише Tab (<em><strong>5</strong> для WordPress, <strong>3</strong> для WordPress &mu;</em>)

source: Registration Options
ru_ru: Настройки для формы регистрации

source: Enable reCAPTCHA on registration form.
ru_ru: Включить reCAPTCHA для формы регистрации пользователей

source: Error Messages
ru_ru: Сообщения об ошибках

source: The following are the messages to display when the user does not enter a CAPTCHA response or enters the incorrect CAPTCHA response.
ru_ru: Эти сообщения будут показаны, когда пользователь не ввёл reCAPTCHA или ввёл её неправильно.

source: No response entered:
ru_ru: Нет ответа:

source: Incorrect response entered:
ru_ru: Неправильный ответ:

source: General Settings
ru_ru: Общие настройки

source: Language:
ru_ru: Язык:

source: English
ru_ru: Английский

source: Dutch
ru_ru: Нидерландский

source: French
ru_ru: Французский

source: German
ru_ru: Немецкий

source: Portuguese
ru_ru: Португальский

source: Russian
ru_ru: Русский

source: Spanish
ru_ru: Испанский

source: Turkish
ru_ru: Турецкий

source: Be XHTML 1.0 Strict compliant. <strong>Note</strong>: Bad for users who don't have Javascript enabled in their browser (Majority do).
ru_ru: Соответствовать стандарту XHTML 1.0 Strict. Этот параметр не подходит в том случае, если у пользователей отключён JavaScript (обычно это всё-таки редкость).

source: About MailHide
ru_ru: О MailHide

source: uses reCAPTCHA to protect email adresses displayed on your blog from being harvested for spam.
ru_ru: использует сервис reCAPTCHA, чтобы защитить опубликованные на вашем сайте адреса электронной почты от роботов-сборщиков адресов для спам-рассылок.

source: Activating MailHide will automatically hide all emails in posts and comments from spam bots. For example, support@recaptcha.net would become
ru_ru: После того, как MailHide будет включён, все опубликованные на вашем сайте адреса электронной почты будут автоматически зашифрованы и скрыты от спам-ботов. Например, support@recaptcha.net станет

source: There are also options below for choosing the text to show for hidden emails.
ru_ru: Внешний вид ссылок на адреса электронной почты можно настроить с помощью формы ниже.

source: MailHide also requires a public and private key which you can generate using the <a href="http://mailhide.recaptcha.net/apikey">key generation service</a>.
ru_ru: Для работы MailHide также требуются открытый и закрытый ключи, которые вы можете получить с помощью <a href="http://mailhide.recaptcha.net/apikey">службы создания ключей</a>.

source: MailHide Keys
ru_ru: Ключи MailHide

source: Enable MailHide email obfuscation for:
ru_ru: Включить шифрование адресов электронной почты для:

source: Posts/Pages
ru_ru: Записей и(или) страниц

source: Comments
ru_ru: Комментариев

source: RSS Feed of Posts/Pages
ru_ru: RSS-лент записей и(или) страниц

source: RSS Feed of Comments
ru_ru: RSS-лент комментариев

source: Visibility Options
ru_ru: Настройки шифрования

source: Show full email adresses to <strong>registered</strong> users who can:
ru_ru: Показывать незашифрованный адрес электронной почты для <strong>зарегистрированных</strong> пользователей, которые могут:

source: The following allows you to show the replaced links differently. Usually, you get something like this,
ru_ru: С помощью этих полей вы можете настроить внешний вид зашифрованных ссылок на адреса электронной почты. Обычно они выглядят так:

source: where the email is broken up into two pieces and then a link with dots is placed in the middle. The <strong>Email Replacement Text</strong> value lets you choose what to name the link and then the <strong>Reveal Link Title</strong> value determines the text that is shown when the link is hovered over.
ru_ru: при этом адрес разделён на две части, в центре размещена ссылка в виде точек. В поле <strong>замещающий текст</strong> вы можете указать, как должна выглядеть ссылка, а в поле <strong>текст ссылки для расшифровки</strong> &mdash; определить, что будет написано во всплывающей подсказке.

source: For example, if the <strong>Email Replacement Text</strong> option is set to <strong>HIDDEN EMAIL</strong> and the <strong>Reveal Link Title</strong> option is set to <strong>Click here to reveal this address</strong>, then ALL emails will be hidden like this:
ru_ru: Например, если <strong>замещающий текст</strong> &mdash; это слова <strong>&laquo;СКРЫТЫЙ E-MAIL&raquo;</strong>, а текст <strong>ссылки для расшифровки</strong> &mdash; <strong>&laquo;Показать этот адрес электронной почты&raquo;</strong>, тогда ВСЕ зашифрованные адреса электронной почты будут выглядеть так:

source: HIDDEN EMAIL
ru_ru: СКРЫТЫЙ E-MAIL

source: If you want to maintain the default method of hiding emails then leave both boxes blank.
ru_ru: Если вы хотите сохранить стандартное оформление ссылок, оставьте оба поля пустыми.

source: EMail Replacement Text:
ru_ru: Текст, замещающий e-mail:

source: Reveal Link Title:
ru_ru: Текст ссылки для расшифровки:

source: Other Information
ru_ru: Дополнительные сведения

source: CSS: You can style the hidden emails and much more in the <strong>recaptcha.css</strong> stylesheet in wp-recaptcha's plugin folder.
ru_ru: CSS: Внешний вид скрытых адресов электронной почты и многих других элементов мы можете настроить с помощью файла <strong>recaptcha.css</strong> в директории плагина.

source: You can bypass email hiding for an address by enclosing it within <strong>[nohide][/nohide]</strong>, ex. [nohide]some@email.com[/nohide].
ru_ru: При необходимости, вы можете отключить шифрование некоторых адресов электронной почты с помощью тега <strong>[nohide][/nohide]</strong>. Например, [nohide]some@email.com[/nohide].

source: reCAPTCHA is not active
ru_ru: Сервис reCAPTCHA отключён.

source: You must
ru_ru: Вам нужно

source: enter your reCAPTCHA API key
ru_ru: ввести ваш API-ключ reCAPTCHA

source: for it to work
ru_ru: чтобы включить его

source: MailHide is not active
ru_ru: Сервис MailHide отключён.

source: You must have the <a href='http://us3.php.net/mcrypt'>mcrypt</a> module loaded for it to work
ru_ru: Для работы сервиса нужно, чтобы на вашем сервере был установлен PHP-модуль <a href='http://us3.php.net/mcrypt'>mcrypt</a>

source: enter your MailHide API keys
ru_ru: ввести ваш API-ключ MailHide
