Repository: LonelyWolf2000/l10n-ru
Catalog: wp-print/2.31/wp-print-*.po
Languages: ru_ru

source: Open
ru_ru: Показать

source: Close
ru_ru: Скрыть

source: To
ru_ru: к

source: Comment
ru_ru: Комментарий

source: Trackback
ru_ru: Уведомление

source: Pingback
ru_ru: Уведомление

source: By
ru_ru: от

source: On
ru_ru: &nbsp;&mdash;

source: Your comment is awaiting moderation.
ru_ru: Ваш комментарий ожидает одобрения.

source: Print Options
ru_ru: Параметры печати

source: Updated
ru_ru: &mdash; обновлено

source: No Print Option Updated
ru_ru: Настройки не изменились

source: UNINSTALL WP-Print
ru_ru: УДАЛИТЬ WP-Print

source: Setting Key '%s' has been deleted.
ru_ru: Настройка &laquo;%s&raquo; удалена.

source: Error deleting Setting Key '%s'.
ru_ru: Ошибка при удалении настройки &laquo;%s&raquo;.

source: Uninstall WP-Print
ru_ru: Удалить WP-Print

source: <a href="%s">Click Here</a> To Finish The Uninstallation And WP-Print Will Be Deactivated Automatically.
ru_ru: <a href="%s">Нажмите здесь</a> чтобы завершить удаление. WP-Print будет отключён автоматически.

source: Copyright &copy; %s %s. All rights reserved.
ru_ru: &copy; %s %s. Авторские права защищены.

source: Print Styles
ru_ru: Стиль ссылки на версию для печати

source: Print Text Link For Post
ru_ru: Ссылка для записи:

source: Print Text Link For Page
ru_ru: Ссылка для страницы:

source: Print Icon
ru_ru: Иконка:

source: Print Text Link Style
ru_ru: Стиль ссылки:

source: Print Icon With Text Link
ru_ru: Иконка и текст

source: Print Icon Only
ru_ru: Только иконка

source: Print Text Link Only
ru_ru: Только текст

source: Custom
ru_ru: Произвольный стиль

source: HTML is allowed.
ru_ru: HTML разрешён.

source: URL to the printable post/page.
ru_ru: URL версии для печати.

source: Print text link of the post/page that you have typed in above.
ru_ru: Указанный выше текст ссылки для страницы или записи.

source: URL to the print icon you have chosen above.
ru_ru: URL выбранной иконки.

source: Restore Default Template
ru_ru: Восстановить стандартный шаблон

source: Print Comments?
ru_ru: Напечатать комментарии?

source: Yes
ru_ru: Да

source: No
ru_ru: Нет

source: Print Links?
ru_ru: Напечатать ссылки?

source: Print Images?
ru_ru: Напечатать изображения?

source: Print Videos?
ru_ru: Напечатать видео?

source: Text Direction?
ru_ru: Направление текста?

source: Left To Right
ru_ru: Слева направо

source: Right To Left
ru_ru: Справа налево

source: Disclaimer/Copyright Text?
ru_ru: Напечатать уведомление?

source: Save Changes
ru_ru: Сохранить изменения

source: Deactivating WP-Print plugin does not remove any data that may have been created, such as the print options. To completely remove this plugin, you can uninstall it here.
ru_ru: При отключении WP-Print созданные данные, включая настройки плагина, не удаляются. Для того, чтобы полностью удалить плагин, отмените здесь его установку.

source: WARNING:
ru_ru: ВНИМАНИЕ:

source: Once uninstalled, this cannot be undone. You should use a Database Backup plugin of WordPress to back up all the data first.
ru_ru: Удаление плагина необратимо. Для того, чтобы создать резервную копию БД WordPress и сохранить ваши данные, используйте плагин &laquo;Database Backup&raquo;.

source: The following WordPress Options will be DELETED:
ru_ru: Будут УДАЛЕНЫ следующие настройки WordPress:

source: WordPress Options
ru_ru: Настройки WordPress

source: You Are About To Uninstall WP-Print From WordPress.\nThis Action Is Not Reversible.\n\n Choose [Cancel] To Stop, [OK] To Uninstall.
ru_ru: Вы собираетесь удалить плагин WP-Print.\nЭто действие необратимо.\n\nЧтобы остановить удаление, выберите [Отмена]. Выберите [OK], если вы хотите его продолжить.

source: In
ru_ru: &mdash; рубрика

source: Article printed from
ru_ru: Эта статья распечатана с сайта

source: URL to article
ru_ru: URL статьи

source: Click here to print.
ru_ru: Нажмите, чтобы напечатать эту страницу.

source: here
ru_ru: Напечатать эту страницу

source: No posts matched your criteria.
ru_ru: Нет записей, соответствующих вашему поисковому запросу.

source: Print
ru_ru: Печать

source: Note: There is a print link embedded within this post, please visit this post to print it.
ru_ru: Примечание: к этой записи прикреплена ссылка на версию для печати. Чтобы ей воспользоваться, зайдите на сайт.

source: Image
ru_ru: Изображение

source: No Comments
ru_ru: Нет комментариев

source: 1 Comment
ru_ru: Комментарии: 1

source: %s Comments
ru_ru: Комментарии: %s

source: Comments Disabled
ru_ru: Комментарии отключены

source: Comments Hidden
ru_ru: Комментарии скрыты

source: URLs in this post:
ru_ru: Ссылки:

source: Print This Post
ru_ru: Напечатать эту запись

source: Print This Page
ru_ru: Напечатать эту страницу
