Repository: LonelyWolf2000/l10n-ru
Catalog: trunk/wp-plugins/wp-sticky/wp-sticky-*.po
Languages: ru_ru

source: Sticky Options Updated
ru_ru: Настройки объявлений и прилепленных записей обновлены

source: No Sticky Option Updated
ru_ru: Настройки объявлений и прилепленных записей не изменились

source: UNINSTALL WP-Sticky
ru_ru: УДАЛИТЬ WP-Sticky

source: Table '%s' has been deleted.
ru_ru: Таблица &laquo;%s&raquo; удалена.

source: Setting Key '%s' has been deleted.
ru_ru: Настройка &laquo;%s&raquo; удалена.

source: Error deleting Setting Key '%s'.
ru_ru: Ошибка при удалении настройки &laquo;%s&raquo;.

source: Uninstall WP-Sticky
ru_ru: Удалить WP-Sticky

source: <a href="%s">Click Here</a> To Finish The Uninstallation And WP-Sticky Will Be Deactivated Automatically.
ru_ru: <a href="%s">Нажмите здесь</a> чтобы завершить удаление. WP-Sticky будет отключён автоматически.

source: Sticky Options
ru_ru: Настройка объявлений и прилепленных записей

source: Categories Only:
ru_ru: Только рубрики:

source: No
ru_ru: Нет

source: Yes
ru_ru: Да

source: Display announcement and sticky posts only when viewing categories.
ru_ru: Показывать объявления и прилепленные записи только когда журнал просматривается по рубрикам.

source: Display Date:
ru_ru: Показать дату:

source: Displays the date instead of the <strong>Announcement Banner</strong> on announcement posts.
ru_ru: Показывать в объявлениях дату, а не <strong>метку объявления</strong>.

source: Announcement Banner:
ru_ru: Метка объявления:

source: This banner is displayed instead of the date if you choose 'No' for <strong>Display Date</strong>.
ru_ru: Эта пометка будет показана вместо даты объявления, если вы выбрали &laquo;Нет&raquo; в меню <strong>Показать дату</strong>.

source: Save Changes
ru_ru: Сохранить изменения

source: Deactivating WP-Sticky plugin does not remove any data that may have been created, such as the sticky options. To completely remove this plugin, you can uninstall it here.
ru_ru: Отключение плагина WP-Sticky не удаляет созданных данных&nbsp;&mdash; настроек объявлений и прилепленных записей. Для того, чтобы полностью удалить плагин, отмените здесь его установку.

source: WARNING:
ru_ru: ВНИМАНИЕ:

source: Once uninstalled, this cannot be undone. You should use a Database Backup plugin of WordPress to back up all the data first.
ru_ru: Удаление плагина необратимо. Для того, чтобы создать резервную копию БД WordPress и сохранить ваши данные, используйте плагин &laquo;Database Backup&raquo;.

source: The following WordPress Options/Tables will be DELETED:
ru_ru: Будут УДАЛЕНЫ следующие настройки и таблицы WordPress:

source: WordPress Options
ru_ru: Настройки WordPress

source: WordPress Tables
ru_ru: Таблицы WordPress

source: You Are About To Uninstall WP-Sticky From WordPress.\nThis Action Is Not Reversible.\n\n Choose [Cancel] To Stop, [OK] To Uninstall.
ru_ru: Вы собираетесь удалить плагин WP-Sticky.\nЭто действие необратимо.\n\nЧтобы остановить удаление, выберите [Отмена]. Выберите [OK], если вы хотите его продолжить.

source: WP-Sticky
ru_ru: Прилепленные записи

source: Sticky
ru_ru: Прилепленная

source: Announcement
ru_ru: Объявление

source: Post Sticky Status
ru_ru: Тип записи

source: Normal
ru_ru: Обычная
