Repository: LonelyWolf2000/l10n-ru
Catalog: tags/wp-themes/plaintxtblog/4.5.3/*.po
Languages: ru_ru

source: Not Found
ru_ru: Не найдено

source: Apologies, but we were unable to find what you were looking for. Perhaps the search box will help.
ru_ru: Извините, но здень нет того, что вы ищите. Попробуйте воспользоваться поиском.

source: Search
ru_ru: Поиск

source: Daily Archives: <span>%s</span>
ru_ru: Архив дня: <span>%s</span>

source: Monthly Archives: <span>%s</span>
ru_ru: Архив месяца: <span>%s</span>

source: F Y
ru_ru: F j, Y

source: Yearly Archives: <span>%s</span>
ru_ru: Архивы по годам: <span>%s</span>

source: Author Archives:
ru_ru: Архивы Автора за

source: Category Archives:
ru_ru: Архив категорий

source: Tag Archives:
ru_ru: Отмеченное:

source: Blog Archives
ru_ru: Архив

source: Permalink to %s
ru_ru: Постоянная ссылка на %s

source: More&hellip;
ru_ru: Больше&hellip;

source: Filed in %s
ru_ru: Опубликовано в %s

source: Also filed in %s
ru_ru: Также опубликовано в %s

source: Tagged
ru_ru: Помечено как

source: Also tagged %s
ru_ru: Также помечено как %s

source: Edit
ru_ru: Изменить

source: Comments (0) &raquo;
ru_ru: Комментировать &raquo;

source: Comments (1) &raquo;
ru_ru: Комментарий (1) &raquo;

source: Comments (%) &raquo;
ru_ru: Комментарии (%) &raquo;

source: Comments Off
ru_ru: Комментарии отключены

source: &laquo; Older posts
ru_ru: &laquo; Старые записи

source: Newer posts &raquo;
ru_ru: Новые записи &raquo;

source: Home
ru_ru: Главная

source: Monthly Archives
ru_ru: Архив месяца

source: Category Archives
ru_ru: Рубрика:

source: Tag Archives
ru_ru: Метка:

source: RSS Feeds
ru_ru: RSS-потоки

source: All posts
ru_ru: Все записи

source: All comments
ru_ru: Все комментарии

source: Edit this entry.
ru_ru: Редактировать эту запись.

source: <span class="entry-comments"><a href="#respond" title="Post a comment">Post a comment</a></span> <span class="meta-sep">&mdash;</span> <span class="entry-trackbacks"><a href="%s" rel="trackback" title="Trackback URI for your post">Trackback URI</a></span>
ru_ru: <span class="entry-comments"><a href="#respond" title="Оставить комментарий">Оставить комментарий</a></span> <span class="meta-sep">&mdash;</span> <span class="entry-trackbacks"><a href="%s" rel="trackback" title="URI для обратной ссылке для вашей записи">URI для обратной ссылки</a></span>

source: <span class="entry-comments">Comments closed</span> <span class="meta-sep">&mdash;</span> <span class="entry-trackbacks"><a href="%s" rel="trackback" title="Trackback URL for your post">Trackback URI</a></span>
ru_ru: <span class="entry-comments">Комментирование закрыто</span> <span class="meta-sep">&mdash;</span> <span class="entry-trackbacks"><a href="%s" rel="trackback" title="URL обратной ссылки для вашей записи">URI для обратной ссылки</a></span>

source: <span class="entry-comments"><a href="#respond" title="Post a comment">Post a comment</a></span> <span class="meta-sep">&mdash;</span> <span class="entry-trackbacks">Trackbacks closed</span>
ru_ru: <span class="entry-comments"><a href="#respond" title="Оставить комментарий">Оставить комментарий</a></span> <span class="meta-sep">&mdash;</span> <span class="entry-trackbacks">Обратные ссылки запрещены</span>

source: <span class="entry-comments">Comments closed</span> <span class="meta-sep">&mdash;</span> <span class="entry-trackbacks">Trackbacks closed</span>
ru_ru: <span class="entry-comments">Комментарии закрыты</span> <span class="meta-sep">&mdash;</span> <span class="entry-trackbacks">Обратные ссылки закрыты</span>

source: <a href="%1$s" title="%2$s comments RSS feed" rel="alternate" type="application/rss+xml">RSS 2.0 feed</a> for these comments
ru_ru: <a href="%1$s" title="RSS лента комментариев на %2$s" rel="alternate" type="application/rss+xml">RSS 2.0</a> лента с этими комментариями

source: Edit this entry
ru_ru: Редактировать эту запись

source: Enter the password to view comments to this post.
ru_ru: Это сообщение защищено паролем. Введите пароль, чтобы посмотреть комментарий.

source: %d Comments
ru_ru: %d Комментариев

source: Your comment is awaiting moderation.
ru_ru: Ваш коментарий ожидает рецензирования.

source: <span class="comment-datetime">Posted on %1$s at %2$s</span> <span class="meta-sep">|</span> <span class="comment-permalink"><a href="%3$s" title="Permalink to this comment">Permalink</a></span>
ru_ru: <span class="comment-datetime">Опубликовано %1$s в %2$s</span> <span class="meta-sep">|</span> <span class="comment-permalink"><a href="%3$s" title="Постоянная ссылка на комментарий">Ссылка</a></span>

source: %d Trackbacks/Pingbacks
ru_ru: %d Уведомлений/Пингов

source: <span class="pingback-author fn">%1$s</span> <span class="pingback-datetime">on %2$s at %3$s</span>
ru_ru: <span class="pingback-author fn">%1$s</span> <span class="pingback-datetime">на %2$s at %3$s</span>

source: Your trackback/pingback is awaiting moderation.
ru_ru: <em>Ваш trackback/pingback ожидает модерации.</em>

source: Post a Comment
ru_ru: Оставить комментарий

source: You must be <a href="%s" title="Log in">logged in</a> to post a comment.
ru_ru: Вы должны <a href="%s">авторизоваться</a> для отправки комментария.

source: Logged in as <a href="%1$s" title="View your profile" class="fn">%2$s</a>. <a href="%3$s" title="Log out of this account">Log out?</a>
ru_ru: Вы вошли как <a href="%1$s" title="Просмотреть профайл" class="fn">%2$s</a>. <a href="%3$s" title="Выйти">Выйти?</a>

source: Your email is <em>never</em> published nor shared.
ru_ru: Ваш e-mail <em>никогда</em> не будет опубликован.

source: Required fields are marked <span class="req-field">*</span>
ru_ru: Обязательные поля отмечены знаком <span class="req-field">*</span>

source: Name
ru_ru: Имя

source: Website
ru_ru: Сайт

source: Comment
ru_ru: Комментарий

source: Submit
ru_ru: Отправить

source: Posts RSS
ru_ru: RSS записей

source: Comments RSS
ru_ru: Комментарии (RSS)

source: Find
ru_ru: Найти

source: Title:
ru_ru: Имя:

source: Button Text:
ru_ru: Текст кнопки:

source: Meta
ru_ru: Мета

source: Adds a link to the home page on every page <em>except</em> the home.
ru_ru: Добавить ссылку на главную страницу на каждую страницу <em>кроме</em> самой главной страницы.

source: RSS Links
ru_ru: Ссылки RSS

source: Posts RSS feed
ru_ru: RSS записей

source: Comments RSS feed
ru_ru: Комментарии (RSS)

source: A search form for your blog (plaintxtBlog)
ru_ru: Форма поиска для вашего блога (plaintxtBlog)

source: Log in/out and administration links (plaintxtBlog)
ru_ru: Ссылки для входа, выхода и в административный интерфейс (plaintxtBlog)

source: Home Link
ru_ru: Главная

source: plaintxtBlog Theme Options
ru_ru: plaintxtBlog Настройки

source: Theme Options
ru_ru: Настройки темы

source: PlaintxtBlog theme options saved. <a href="%s">View site.</a>
ru_ru: Настройки темы PlaintxtBlog сохранены. <a href="%s">Перейти к сайту &raquo;</a>

source: PlaintxtBlog theme options reset.
ru_ru: НАстройки темы PlaintxtBlog сброшены.

source: PlaintxtBlog Theme Options
ru_ru: plaintxtBlog Настройки

source: Typography
ru_ru: Типографика

source: Base font size
ru_ru: Размер основного текста

source: The base font size globally affects the size of text throughout your blog. This can be in any unit (e.g., px, pt, em), but I suggest using a percentage (%). Default is <span>70%</span>.
ru_ru: Базовый размер глобально влияет на текст в вашем блоге. Вы можете задать его в любых единицах (px, pt, em), но я предлагаю использовать проценты (%). Значение по умолчанию <span>70%</span>.

source: Base font family
ru_ru: Шрифт основного текста

source: The base font family sets the font for everything except content headings. The selection is limited to %1$s fonts, as they will display correctly. Default is <span class="verdana">Verdana</span>.
ru_ru: Базовый шрифт задает шрифт для всего, кроме заголовков контента. Выбор ограничен %1$s шрифтами, они отображаются корректно. Значение по умолчанию <span class="verdana">Verdana</span>

source: Heading font family
ru_ru: Шрифт заголовка

source: The heading font family sets the font for all content headings. The selection is limited to %1$s fonts, as they will display correctly. Default is <span class="verdana">Verdana</span>.
ru_ru: Шрифт заголовков устаналивается для всег заголовков содержимого. Выбор ограничен %1$s шрифтами, они отображаются корректно. По умолчанию <span class="verdana">Verdana</span>.

source: Layout
ru_ru: Раскладка

source: Post text alignment
ru_ru: Выравнивание текста записи

source: Centered
ru_ru: По центру

source: Justified
ru_ru: По ширине

source: Left
ru_ru: По левому краю

source: Right
ru_ru: По правому краю

source: Choose one of the options for the alignment of the post entry text. Default is <span>left</span>.
ru_ru: Выберите одих из вариантов выравнивания текста записи. По умолчанию <span>слева</span>.

source: Sidebar position
ru_ru: Положение боковой колонки

source: Left of content
ru_ru: Слева от контента

source: Right of content
ru_ru: Справа о контента

source: The sidebar can be positioned to the left or the right of the main content column. Default is <span>left of content</span>.
ru_ru: Боковая колонка может быть расположена слева или справа от основного содержания. По умолчанию она <span>слева</span>.

source: Sidebar text alignment
ru_ru: Выравниваение боковой колонки

source: Choose one of the options for the alignment of the sidebar text. Default is <span>right</span>.
ru_ru: Выберите один из вариантов выравнивания текста боковой колонки. По умолчанию <span>по правой границе</span>.

source: Single post layout
ru_ru: Раскладка единичной записи

source: Normal layout (3 columns)
ru_ru: Обычная раскладка (3 колонки)

source: Minimal layout (1 column)
ru_ru: Минимальная раскладка (1 колонка)

source: The single <em>post</em> layout can either be three column (normal) or one column (minimal). Default is <span>normal layout (3 columns)</span>.
ru_ru: Раскладка отдельных <em>записей</em> может быть либо 3-х колоночной (обычная), либо одной колонкой (минимальная). По умолчанию выбрана <span>обычная раскладка (3 колонки)</span>.

source: Content
ru_ru: Комментарий

source: Avatar size
ru_ru: Размер аватара

source: Save Options
ru_ru: Обновить настройки &raquo;

source: Reset Options
ru_ru: Сбросить настройки

source: Click OK to reset. Any changes to these theme options will be lost!
ru_ru: Нажмите OK чтобы сбросить. Все настройки темы будут потеряны!

source: Page not found
ru_ru: Страница не найдена

source: Search Results
ru_ru: Результаты поиска

source: Skip to content
ru_ru: Перейти к содержанию

source: Pages:
ru_ru: Страниц:

source: Search Results:
ru_ru: Результаты поиска:

source: Nothing Found
ru_ru: Ничего не найдено.

source: Sorry, but nothing matched your search criteria. Please try again with some different keywords.
ru_ru: К сожалению, по заданным критериям поиска ничего не найдено. Попробуйте поиск по другим ключевым словам.

source: &laquo; Home
ru_ru: &laquo; Домой

source: Pages
ru_ru: Страницы

source: Subpages
ru_ru: Под-страницы

source: Categories
ru_ru: Рубрики

source: Tags
ru_ru: Метки

source: Archives
ru_ru: Архивы

source: This entry (<a href="%1$s" title="Permalink to %2$s" rel="bookmark">permalink</a>) was posted on <abbr class="published" title="%3$sT%4$s">%5$s at %6$s</abbr> by %7$s. Filed in %8$s%9$s.
ru_ru: Эта запись (<a href="%1$s" title="Ссылка на %2$s" rel="bookmark">ссылка</a>) датирована <abbr class="published" title="%3$sT%4$s">%5$s в %6$s</abbr> пользователем %7$s. Размещена в %8$s%9$s.

source: All Pages
ru_ru: Все страницы

source: All Posts
ru_ru: Все записи

source: All Monthly Archives
ru_ru: Архив всех месяцев

source: All Category Archives
ru_ru: Архив всех рубрик

source: Archives by Tag
ru_ru: Все записи с меткой
