Repository: LonelyWolf2000/l10n-ru
Catalog: wp-plugins/maintenance-mode/languages/maintenance-mode-*.po
Languages: ru_ru

source: Settings
ru_ru: Настройки

source: Plugin
ru_ru: Об этом плагине

source: Plugin's Homepage
ru_ru: Домашняя страница плагина

source: WordPress Support
ru_ru: Поддержка на сайте WordPress

source: Other Plugins I've Written
ru_ru: Другие плагины того же автора

source: Do you like this plugin?
ru_ru: Вам понравился этот плагин?

source: I spend a lot of time on the plugins I've written for WordPress. Any donation would be highly appreciated.
ru_ru: Я потратил много времени на создание плагинов для WordPress, и с радостью приму ваши пожертвования.

source: Donate via PayPal
ru_ru: Внести пожертвование с помощью PayPal

source: My Amazon Wish List
ru_ru: Мой список пожеланий на Amazon.com

source: Settings deleted/reset.
ru_ru: Настройки удалены или сброшены.

source: Settings saved.
ru_ru: Настройки сохранены.

source: Plugin Settings
ru_ru: Настройки плагина

source: Save Changes
ru_ru: Сохранить изменения

source: Do you really want to delete/reset the plugin settings?
ru_ru: Вы действительно хотите удалить или сбросить настройки плагина?

source: Delete/Reset Settings
ru_ru: Удалить/Сбросить настройки

source: The Maintenance Mode is active. Please don't forget to
ru_ru: Сайт закрыт на техническое обслуживание. Пожалуйста, не забудьте

source: deactivate
ru_ru: снова открыть его для посетителей

source: it as soon as you are done.
ru_ru: как только всё будет готово.

source: Activate/Deactivate Maintenance Mode
ru_ru: Режим технического обслуживания

source: Activated
ru_ru: Включить

source: Deactivated
ru_ru: Отключить

source: Message
ru_ru: Сообщение для посетителей

source: Title
ru_ru: Заголовок

source: Use HTML only, no PHP allowed. You can use <strong>[blogurl]</strong>, <strong>[blogtitle]</strong> and <strong>[backtime]</strong> as placeholders.
ru_ru: Разрешена только разметка HTML, вставить PHP-код нельзя. Вы можете использовать эти метки-заполнители: <strong>[blogurl]</strong> (URL сайта), <strong>[blogtitle]</strong> (название сайта) и <strong>[backtime]</strong> (время окончания работ).

source: Use 503.php
ru_ru: Использовать 503.php

source: With the following option activated the plugin will use the file '503.php' from the current theme directory for the splash page instead using 'maintenance-mode_site.php' from the plugin directory; If there is no '503.php', it will use the default file 'maintenance-mode_site.php'.
ru_ru: Эта настройка означает, что когда сайт будет закрыт на техническое обслуживание, плагин будет использовать в качестве страницы-заставки файл &laquo;503.php&raquo; из директории с темой оформления вашего сайта, а не стандартный файл &laquo;maintenance-mode_site.php&raquo; из директории плагина. Если нужный шаблон в файле темы не предусмотрен, то вне зависимости от состояния флажка ниже, в качестве заставки будет использоваться стандартный шаблон.

source: So this option will help using a customized splash page without the fear of losing this page when updating the plugin.
ru_ru: Таким образом, этот параметр предназначен для того, чтобы настроить внешний вид страницы-заставки на ваш вкус, не вмешиваясь в файлы плагина.

source: Please note that you can't use WordPress theme functions (e.g. <em>get_sidebar()</em>, etc.) in the '503.php'.
ru_ru: Пожалуйста, имейте в виду, что внутри шаблона &laquo;503.php&raquo; нельзя использовать функции тем WordPress, например <em>get_sidebar()</em> и другие.

source: Use 503.php from within the theme directory for the splash page
ru_ru: Использовать в качестве страницы-заставки файл &laquo;503.php&raquo; из директории с темой оформления сайта

source: Backtime and HTTP header
ru_ru: Время окончания работ и заголовки HTTP

source: Backtime in minutes
ru_ru: Время до окончания работ (в минутах)

source: A special HTML header for feed and trackback will be applied (&laquo;503 Service Unavailable&raquo;) including 'retry after x minutes'. Enter here the approximate time in minutes to retry. Also, by using the placeholder <strong>[backtime]</strong> above, the time in minutes be displayed to the visitors as well.
ru_ru: К RSS-лентам и уведомлениям будет добавлен специальный HTML-заголовок (&laquo;503 Service Unavailable&raquo;), включающий параметр (&laquo;вернуться через X минут&raquo;). Укажите здесь примерное время до окончания режима технического обслуживания сайта. К тому же, с помощью метки-заполнителя <strong>[backtime]</strong> это значение можно показать пользователям.

source: Apply HTTP header '503 Service Unavailable' and 'Retry-After &lt;backtime&gt;' to Maintenance Mode splash page
ru_ru: Использовать на странице-заставке HTTP-заголовок &laquo;503 Service Unavailable&raquo; и параметр &laquo;Retry-After &lt;backtime&gt;&raquo;

source: Paths to be still accessable
ru_ru: Страницы, которые будут доступны в режиме технического обслуживания

source: Enter paths that shall be excluded and still be accessable. Separate multiple paths with line breaks.<br />Example: If you want to exclude <em>http://site.com/about/</em>, then enter <em>/about/</em>.
ru_ru: Укажите пути к страницам, которые будут доступны пользователям, даже если сайт закрыт на техническое обслуживание. Вводите по одному значению на строку<br/> Например, если вы хотите исключить страницу <em>http://site.com/about/</em>, введите <em>/about/</em>.

source: Permissions
ru_ru: Режим доступа

source: How to permit blog editors to see the blog's front-end
ru_ru: Как разрешить редакторам журнала доступ к журналу, даже если сайт закрыт на техническое обслуживание

source: As soon as you activate the maintenance mode, a splash page is being added to your blog that informs visitors about your blog maintenance. Logged in administrators get full access to the blog including the front-end and will not see any splash page.<br />This plugin adds the capability 'access_on_maintenance' to the role 'Administrator'. If users with a specific role, for instance 'Editor', should get full access to the blog as well, use an appropriate plugin like
ru_ru: Как только вы закроете сайт на техническое обслуживание, на вашем сайте появится страница-заставка, сообщающая посетителям о том, что сайт временно недоступен. Вошедшие на сайт администраторы сохраняют полный доступ к сайту, включая и его содержимое и панель управления, и не увидят страницы-заставки.<br/>Этот плагин создаёт новую возможность &mdash; &laquo;access_on_maintenance&raquo; для роли &laquo;Администратор&raquo;. Если пользователи другой роли, например, &laquo;Редактор&raquo;, тоже должен получить доступ к сайту, используйте соответствующий плагин, например,

source: and grant the capability 'Access On Maintenance' for the role 'Editor' or for any other role of your choice. <br />Check out
ru_ru: и добавьте возможность &laquo;Access On Maintenance&raquo; для роли &laquo;Редактор&raquo; или для любой другой<br/>Подробную информацию смотрите на странице

source: How to deny non-administrators to access the blog's back-end (in addition to not see the front-end)
ru_ru: Как запретить не-администраторам доступ к панели управления сайтом (вдобавок к его содержимому)
