Repository: LonelyWolf2000/l10n-ru
Catalog: wp-plugins/wp-stats/wp-stats-*.po
Languages: ru_ru

source: Stats URL
ru_ru: URL статистики

source: Stats Most Limit
ru_ru: Лучшие показатели

source: Stats Display Options
ru_ru: Настройки отображения статистики

source: Updated
ru_ru: &mdash; обновлено

source: No Stats Option Updated
ru_ru: Настройки статистики не изменились

source: UNINSTALL WP-Stats
ru_ru: УДАЛИТЬ статистику

source: Setting Key '%s' has been deleted.
ru_ru: Настройка &laquo;%s&raquo; удалена.

source: Error deleting Setting Key '%s'.
ru_ru: Ошибка при удалении настройки &laquo;%s&raquo;.

source: Uninstall WP-Stats
ru_ru: Удалить статистику

source: <a href="%s">Click Here</a> To Finish The Uninstallation And WP-Stats Will Be Deactivated Automatically.
ru_ru: <a href="%s">Нажмите здесь</a> чтобы завершить удаление. Плагин сбора статистики будет отключён автоматически.

source: Stats Options
ru_ru: Настройки сбора статистики

source: URL To Stats Page.<br />Example: http://www.yoursite.com/blogs/stats/<br />Example: http://www.yoursite.com/blogs/?page_id=2
ru_ru: URL страницы со статистикой.<br />Пример: http://www.yoursite.com/blogs/stats/<br />Пример: http://www.yoursite.com/blogs/?page_id=2

source: Top X Stats, where X is the most limit.
ru_ru: N лучших показателей по данным статистики.

source: Type Of Stats To Display
ru_ru: Включить в статистику

source: General Stats
ru_ru: Общая статистика

source: Total
ru_ru: Общие данные

source: Plugin Stats
ru_ru: Статистика плагинов

source: Top %s Recent Stat
ru_ru: %s самый свежий параметр

source: %s Most Recent Post
ru_ru: %s самая свежая запись

source: %s Most Recent Comment
ru_ru: %s самый свежий комментарий

source: Top %s Most/Highest Stat
ru_ru: %s самый лучший параметр

source: %s Most Commented Post
ru_ru: %s самая комментируемая запись

source: %s Most Commented Page
ru_ru: %s самая комментируемая страница

source: Authors Stats
ru_ru: Статистика авторов

source: Authors
ru_ru: Авторы

source: Comments' Members Stats
ru_ru: Статистика комментариев

source: Comment Members
ru_ru: Авторы комментариев

source: Misc Stats
ru_ru: Разное

source: Post Categories
ru_ru: Рубрики записей

source: Link Categories
ru_ru: Рубрики ссылок

source: Tags List
ru_ru: Список меток

source: Save Changes
ru_ru: Сохранить изменения

source: Deactivating WP-Stats plugin does not remove any data that may have been created, such as the stats options. To completely remove this plugin, you can uninstall it here.
ru_ru: При отключении плагина статистики его настройки и любые другие сохраненные данные не удаляются. Для того, чтобы полностью удалить плагин, отмените здесь его установку.

source: WARNING:
ru_ru: ВНИМАНИЕ:

source: Once uninstalled, this cannot be undone. You should use a Database Backup plugin of WordPress to back up all the data first.
ru_ru: Удаление плагина необратимо. Для того, чтобы создать резервную копию БД WordPress и сохранить ваши данные, используйте плагин &laquo;Database Backup&raquo;.

source: The following WordPress Options will be DELETED:
ru_ru: Будут УДАЛЕНЫ следующие настройки WordPress:

source: WordPress Options
ru_ru: Настройки WordPress

source: Yes
ru_ru: Да

source: You Are About To Uninstall WP-Stats From WordPress.\nThis Action Is Not Reversible.\n\n Choose [Cancel] To Stop, [OK] To Uninstall.
ru_ru: Вы собираетесь удалить плагин WP-Stats.\nЭто действие необратимо.\n\nЧтобы остановить удаление, выберите [Отмена]. Выберите [OK], если вы хотите его продолжить.

source: WP-Stats
ru_ru: Статистика журнала

source: Stats
ru_ru: Статистика

source: %s @ %s
ru_ru: %s в %s

source: View post %s
ru_ru: Просмотреть запись %s

source: N/A
ru_ru: Н/Д

source: View comments in post %s
ru_ru: Просмотреть комментарии к записи %s

source: %s comment
ru_ru: %s комментарий

source: View posts posted by %s
ru_ru: Просмотреть все записи от %s

source: View all comments posted by %s
ru_ru: Просмотреть все комментарии от %s

source: No categories
ru_ru: Нет рубрик

source: %s topic
ru_ru: %s тема

source: Total Stats
ru_ru: Общие данные

source: <strong>%s</strong> author to this blog.
ru_ru: в этом журнале <strong>%s</strong> автор.

source: <strong>%s</strong> post was posted.
ru_ru: опубликована <strong>%s</strong> запись.

source: <strong>%s</strong> page was created.
ru_ru: создана <strong>%s</strong> страница.

source: <strong>%s</strong> tag was created.
ru_ru: добавлена <strong>%s</strong> метка.

source: <strong>%s</strong> comment was posted.
ru_ru: оставлен <strong>%s</strong> комментарий.

source: <strong>%s</strong> nickname was represented in the comments.
ru_ru: всего <strong>%s</strong> автор комментариев.

source: <strong>%s</strong> link was added.
ru_ru: <strong>%s</strong> ссылка.

source: <strong>%s</strong> post category was needed.
ru_ru: <strong>%s</strong> рубрика.

source: <strong>%s</strong> link category was needed.
ru_ru: <strong>%s</strong> рубрика ссылок.

source: <strong>%s</strong> spam blocked.
ru_ru: заблокирован <strong>%s</strong> спам-комментарий.

source: Plugins Stats
ru_ru: Статистика модулей

source: %s Recent Post
ru_ru: %s свежая запись

source: %s Recent Comment
ru_ru: %s свежий комментарий

source: %s Most/Highest Stat
ru_ru: %s самый лучший параметр

source: Comments Posted By
ru_ru: Комментарии от

source: Displaying <strong>%s</strong> To <strong>%s</strong> Of <strong>%s</strong> Comments
ru_ru: Показано с <strong>%s</strong> по <strong>%s</strong> из <strong>%s</strong> комментариев

source: Posted On
ru_ru: Опубликовано

source: Protected
ru_ru: Защищено паролем

source: Comments Protected
ru_ru: Комментарии защищены паролем

source: View the comment posted by %s
ru_ru: Просмотреть комментарий от %s

source: Posted By
ru_ru: Опубликовано

source: On
ru_ru: В

source: has not made any comments yet.
ru_ru: не оставлял комментариев.

source: Page %s of %s
ru_ru: Страница %s из %s

source: &laquo; First
ru_ru: &laquo; Первая

source: Last &raquo;
ru_ru: Последняя &raquo;

source: Back To Stats Page
ru_ru: Назад на страницу статистики

source: WP-Stats statistics
ru_ru: Статистика WP-Stats

source: <strong>%s</strong> Author
ru_ru: <strong>%s</strong> автор

source: <strong>%s</strong> Post
ru_ru: <strong>%s</strong> запись

source: <strong>%s</strong> Page
ru_ru: <strong>%s</strong> страница

source: <strong>%s</strong> Tag
ru_ru: <strong>%s</strong> метка

source: <strong>%s</strong> Comment
ru_ru: <strong>%s</strong> комментарий

source: <strong>%s</strong> Comment Poster
ru_ru: <strong>%s</strong> автор комментариев

source: <strong>%s</strong> Link
ru_ru: <strong>%s</strong> ссылка

source: <strong>%s</strong> Post Category
ru_ru: <strong>%s</strong> рубрика

source: <strong>%s</strong> Link Category
ru_ru: <strong>%s</strong> рубрика ссылок

source: <strong>%s</strong> Spam Blocked
ru_ru: заблокирован <strong>%s</strong> спам-комментарий

source: Most Commented Posts
ru_ru: чаще всего комментируемых записей

source: My Blog Statistics
ru_ru: Статистика моего журнала

source: Title:
ru_ru: Заголовок:

source: Statistics To Display:
ru_ru: Что показывать:

source: Total Authors
ru_ru: Авторов

source: Total Posts
ru_ru: Записи

source: Total Pages
ru_ru: Страницы

source: Total Tags
ru_ru: Метки

source: Total Comments
ru_ru: Комментарии

source: Total Comment Posters
ru_ru: Авторов комментариев

source: Total Links
ru_ru: Ссылки

source: Total Post Categories
ru_ru: Рубрики

source: Total Link Categories
ru_ru: Рубрики ссылок

source: Total Spam Blocked
ru_ru: Заблокированный спам

source: No. Of Records To Show:
ru_ru: Сколько записей показывать:

source: Maximum Post Title Length (Characters):
ru_ru: Длина заголовка записи (в символах):

source: <strong>0</strong> to disable.
ru_ru: <strong>0</strong> &mdash; отключить

source: Show Link To Statistics Page?
ru_ru: Показать ссылку на всю статистику?

source: No
ru_ru: Нет

source: * Used only in most commented post.
ru_ru: * Используется только для чаще всего комментируемых записей.
