Repository: LonelyWolf2000/l10n-ru
Catalog: gravatar/*.po
Languages: ru

source: Please specify an email address
ru: Пожалуйста, укажите emai-адрес

source: Please specify a password
ru: Пожалуйста, задайте пароль

source: Incorrect email, username, or password, please try again
ru: Неверный адрес, имя пользователя или пароль, пожалуйста, попробуйте еще

source: That link is expired, invalid, or has already been used
ru: Ссылка устарела, неверна или уже была использована

source: <strong>ERROR</strong>: MySQL 4.0.0 is required
ru: <strong>ОШИБКА</strong>: требуется MySQL 4.0.0

source: profiles
ru: профили

source: First Name
ru: Имя

source: Last Name
ru: Фамилия

source: Middle Name
ru: Отчество (или второе имя)

source: Display Name
ru: Отображаемое имя

source: Contact Email
ru: Контактный email

source: Contact Phone
ru: Контактный телефон

source: Gender
ru: Пол

source: Marital Status
ru: Семейный статус

source: Website URL
ru: Ссылка на сайт

source: Blog URL
ru: Ссылка на блог

source: ICQ UIN
ru: Номер ICQ

source: MSN Screen Name
ru: Отображаемое имя MSN

source: AIM Screen Name
ru: Отображаемое имя AIM

source: Yahoo Screen Name
ru: Отображаемое имя Yahoo

source: Jabber Screen Name
ru: Отображаемое имя Jabber

source: Gtalk Screen Name
ru: Отображаемое имя Gtalk

source: Autobiography
ru: Автобиография

source: Twitter Profile
ru: Twitter профиль

source: Linkedin Profile
ru: Linkedin профиль

source: FriendFeed Profile
ru: FriendFeed профиль

source: Myspace Profile
ru: Myspace профиль

source: Facebook profile
ru: Facebook профиль

source: Please choose a username
ru: Пожалуйста, выберите имя пользователя

source: Please enter a username
ru: Пожалуйста, введите имя пользователя

source: Please enter a password
ru: Пожалуйста, введите пароль

source: Please confirm your password
ru: Пожалуйста, подтвердите пароль

source: The passwords entered do not match
ru: Введенные пароли не совпадают

source: Please make your password at least 4 characters long
ru: Пожалуйста, сделайте пароль как минимум из 4 символов

source: Claim your Identity
ru: Получите свое удостоверения личности

source: It is about you.
ru: Это про вас.

source: Today, an avatar. Tomorrow, Your Identity-Online.
ru: Сегодня - аватар. Завтра - ваше сетевое удостоверение личности.

source: Report inappropriate content
ru: Сообщить о несоотвествующем содержании

source: Submit
ru: Отправить

source: or
ru: или

source: Cancel
ru: Отмена

source: Add an email to this account
ru: Добавить email-адрес в этот аккаунт

source: All we need is your email address! You will receive a confirmation email including a link that will activate this email address on your account.
ru: Все, что нам нужно это ваш email адрес! Вы получите подтверждающее письмо со ссылкой, которая активирует этот email в вашей учетной записи.

source: Email
ru: Адрес Email

source: Choose where you'd like to get the image from
ru: Выберите, откуда загрузить изображение

source: My computer's hard drive
ru: С жесткого диска моего компьютера

source: An image on the internet
ru: Изображение из интернета

source: A webcam attached to your computer
ru: С веб-камеры, подключеной к моему компьютеру

source: A previously uploaded image
ru: Ранее загруженное изображение

source: My Account
ru: Мой аккаунт

source: Manage
ru: Управление

source: My Profile
ru: Мой профиль

source: Add an Email Address
ru: Добавить email-адрес

source: Add an Image
ru: Добавить изображение

source: Change Password
ru: Сменить пароль

source: Log Out
ru: Выйти

source: Howdy
ru: Привет

source: Hey there
ru: Эй

source: Hello
ru: Привет

source: Greetings
ru: Здравствуйте

source: Log in to, or Sign up for, Gravatar
ru: Войдите или зарегистрируйтесь

source: Log In
ru: Войти

source: Sign Up
ru: Зарегистрироваться

source: Reset Your Password
ru: Сбросить ваш пароль

source: Help
ru: Помощь

source: About Gravatar
ru: О Граватарах

source: Common Questions
ru: Общие вопросы

source: Read our Blog
ru: Прочтите наш блог

source: Developer Resources
ru: Ресурсы для разработчиков

source: Privacy Policy
ru: Конфиденциальность

source: Terms of Service
ru: Условия использования

source: Report Abuse
ru: Сообщить о цензуре

source: Close Window
ru: Закрыть окно

source: This username already exists
ru: Такое имя пользователя уже существует

source: Confirm
ru: Подтвердить

source: Close This Window
ru: Закрыть это окно

source: You should see a box with an image from your webcam inside of it. If you do not then here are a couple of things to check
ru: Вы должны были увидеть прямоугольник с изображением с вашей веб-камеры. Если этого не произошло, убедитесь что:

source: Have flash installed
ru: Флеш-плеер установлен

source: Have a webcam installed
ru: Камера подключена

source: Make flash use your webcam
ru: Флеш-плейеру разрешен доступ к камере

source: Globally Recognized Avatars
ru: Глобально Распознаваемые Аватары

source: here
ru: здесь

source: Address
ru: Адрес

source: Hash
ru: Хэш

source: Email Address
ru: Email адрес

source: check
ru: отметить

source: Please allow 5 to 10 minutes for avatar changes to take effect</b><br/>(Have you cleared your cache?)
ru: Пожалуйста, подождите 5-10 минут для того, чтобы аватары обновились</b></br/>(Вы очистили кэш?)

source: Username
ru: Имя пользователя

source: Your username will be permanent, choose wisely.
ru: Ваше имя навсегда, поэтому выбирайте мудро.

source: Signup
ru: Регистрация

source: Remove Email Address?
ru: Удалить адрес e-mail?

source: Are you sure you want to permanently remove
ru: Вы уверены, что хотите навсегда удалить

source: from your account?
ru: из вашей учетной записи?

source: Yes, remove it
ru: Да, удалите.

source: HELP
ru: ПОМОЩЬ

source: Password
ru: Пароль

source: Password (again)
ru: Пароль (еще раз)

source: is not available
ru: недоступно

source: is available
ru: доступно

source: click here
ru: нажмите сюда

source: for details
ru: за подробностями

source: Crop and Finish!
ru: Обрезать и закончить!

source: Small Preview
ru: Малый предпросмотр

source: Large Preview
ru: Большой предпросмотр

source: Select an email address (below) to modify or
ru: Выберите email-адрес (ниже) для правки или

source: add a new email
ru: добавьте новый email

source: Remove the gravatar image from this email?
ru: Удалить изображение с этого email?

source: Don't use this image
ru: Не использовать изображение

source: Check this gravatar
ru: Проверить

source: Link
ru: Ссылка

source: Delete this email address
ru: Удалить этот адрес e-mail

source: Make Primary
ru: Сделать главным

source: Primary address (cannot delete)
ru: Главный адрес (невозможно удалить)

source: Gravatar for
ru: Граватар для

source: You have selected this email address, now choose an image, below, to use for this address
ru: Вы выбрали этот email, теперь выберите для него изображение

source: Choose an image (below) to use for the selected email (above) or
ru: Выберите изображение (ниже) для использования с выбранным email или

source: add a new image
ru: добавьте новое изображение

source: Add one by clicking here!
ru: Назмите здесь, чтобы добавить еще!

source: Remove this gravatar forever?
ru: Удалить этот gravatar навсегда?

source: General Concerns
ru: Касается каждого

source: I never got my confirmation email!
ru: Я не получал писем с подтверждением!

source: How do I clear my cache?
ru: Как мне очистить мой кэш?

source: Can I delete my uploaded images?
ru: Могу я удалить загруженные изображения?

source: Please delete my account!
ru: Пожалуйста, удалите мою учетную запись!

source: OK, but how do I contact support?
ru: Хорошо, но как мне связаться со службой поддержки?

source: Send an e-mail to support at gravatar dot com
ru: Пошлите письмо по адресу support at gravatar dot com

source: Developer Concerns
ru: Для разработчиков

source: Transparent PNGs look terrible in most versions of IE
ru: Прозрачные PNG в некоторых версиях IE выглядят ужасно

source: Reset your Password
ru: Сбросить ваш пароль

source: Email or username
ru: Логин или e-mail

source: Reset
ru: Сброс

source: Use for selected addresses
ru: Использовать для выбранных адресов

source: Enter the URL of the image on the internet
ru: Введите URL изображения в интернете

source: A URL is simply a web address. To find the URL of an image on the internet, try right clicking it and selecting "properties". The URL should look something like this:
ru: URL это просто веб-адрес. Чтобы узнать URL изображения в интернете, попробуйте щелкнуть по ней правой кнопкой мыши и выбрать "свойства". URL может выглядеть примерно так:

source: You will have a chance to crop this image in the next step
ru: У вас будет возможность обрезать изображение на следующем шаге

source: Next
ru: Дальше

source: Select the file from your computer
ru: Выберите файл со своего компьютера

source: You can upload any size image file from your hard drive.
ru: Вы можете загрузить изображение любого размера с вашего жесткого диска.

source: File
ru: Файл

source: Continue to the cropper
ru: Перейти к обрезке

source: Use this image
ru: Использовать это

source: If you're not seeing what you expect to see, <a href="#" onClick="showOverlay(); return false;">click here to find out why</a>.
ru: Если вы не видите то, чего ожидали, <a href="#" onClick="showOverlay(); return false;">попробуйте найти выход</a>.

source: Gravatar implementor's guide
ru: Руководство по внеднению Граватара

source: The gravatar URL
ru: Ссылка граватара

source: How the URL is constructed
ru: Как устроен URL

source: Software Plugins/Hacks/How-Tos
ru: Плагины/Хаки и Инструкции

source: Gravatar Plugin
ru: Плагин Gravatar

source: CommentBodyPlusGravatar Plugin
ru: Плагин CommentBodyPlusGravatar

source: Dynamic PHP Plugin
ru: Динамический PHP-плагин

source: WordPress Gravatar Plugin
ru: Плагин WordPress Gravatar

source: TextPattern Hack
ru: Хак для TextPattern

source: Expression Engine Plugin
ru: Плагин для Expression Engine

source: PMachine Hack
ru: Хак для PMachine

source: Nucleus Plugin
ru: Плагин для Nucleus

source: Drupal Module
ru: Модуль Drupal

source: YACS How-To
ru: Инструкция для YACS

source: Blojsom Plugin
ru: Плагин для Blojsom

source: OSX Leopard Address Book Plugin
ru: Плагин для адресной книги OSX Leopard

source: Blogging Services
ru: Блог-платформы

source: Reference Implementations
ru: Руководство по внедрению

source: ASP (classic)
ru: ASP (классический)

source: Authentication
ru: Аутентификация

source: Errors
ru: Ошибки

source: Use secure.gravatar.com
ru: Использовать secure.gravatar.com

source: Internal error
ru: Внутренняя ошибка

source: Authentication error
ru: Ошибка аутентификации

source: Misc error (see text)
ru: Другая ошибка (смотрите текст)

source: Methods
ru: Методы

source: for authentication
ru: для аутентификации

source: on failure
ru: в случае неудачи

source: on success
ru: в случае успеха

source: A Globally Recognized&nbsp;Avatar
ru: Глобально Распознаваемые Аватары

source: Your Gravatar is an image that follows you from site to site appearing beside your name when you do things like comment or post on a blog. Avatars help identify your posts on blogs and web forums, so why not on any&nbsp;site?
ru: Ваш Граватар - это изображение, которое следует за вами от сайта к сайту, всегда рядом с вашим именем, когда вы делаете публикации или комментируете. Аватары помогают идентифицировать ваши записи в блогах и на web-форумах, так почему бы не сделать это и на всех остальных сайтах?

source: Using Gravatars
ru: Использование Граватаров

source: Get your Gravatar today
ru: Получите ваш Граватар сейчас

source: Some Sample Gravatars
ru: Некоторые случайные граватары

source: WordPress.com user? Log in!
ru: Пользователь WordPress.com? Авторизуйтесь!

source: How Gravatar URLs Work
ru: Как работают URL-ы Граватара

source: Other Automattic Services
ru: Другие сервисы Automattic

source: Upload now!
ru: Загрузить сейчас!

source: Your Gravatar
ru: Ваш Граватар

source: Change your Gravatar / Avatar
ru: Смените ваш Граватар / Аватар

source: Upload a new image from your computer
ru: Загрузить новое изображение с компьютера

source: Whoops! Something went wrong!
ru: Опа! Что-то пошло не так!

source: Send Error Report
ru: Сообщить об ошибке

source: Login to your gravatar account
ru: Вход в вашу учетную запись

source: If you need an account, you can
ru: Если вам нужна учетная запись, вы можете

source: sign up for free
ru: бесплатно зарегистрироваться

source: Email or Username
ru: Email или имя пользователя

source: Login
ru: Войти

source: Forgot your password?
ru: Забыли ваш пароль?

source: Go back to your account
ru: Назад к учетной записи

source: Your Key:
ru: Ваш ключ:

source: Your Secret:
ru: Ваш секрет:

source: Get a new secret
ru: Получите новый секрет:

source: Get a key/secret pair
ru: Получить ключ/секретную пару

source: First name
ru: Имя

source: Last name
ru: Фамилия

source: Contact E-mail
ru: Контактный e-mail

source: Website
ru: Web-сайт

source: cancel
ru: отмена

source: Your account has been activated!
ru: Эта учётная запись активирована!

source: Make sure it's something easy to remember, but difficult for others to guess. Try to include both letters and numbers or punctuation.
ru: Постарайтесь выбрать легко запоминаемый, но сложный для угадывания пароль. Попробуйте включить в него буквы и цифры или знаки препинания.

source: Change your password
ru: Смените ваш пароль

source: Make sure it's something easy to remember, but difficult for others to guess. Try to include both letters and numbers or punctuation.
ru: Будьте уверены, что его легко запомнить, но сложно подобрать. Попробуйте включить в пароль буквы, цифры и знаки препинания.

source: New Password
ru: Новый пароль

source: Confirm New Password
ru: Подтвердите новый пароль

source: Set Password
ru: Сменить

source: Choose a rating for your Gravatar
ru: Выберите категорию для вашего граватара

source: By clicking on one of these ratings
ru: Нажатием на одну из этих иконок

source: A G rated gravatar is suitable for display on all websites with any audience type.
ru: Граватары с ретингом G пригодны для показа на сайтах с любой аудиторией.

source: PG rated gravatars may contain rude gestures, provocatively dressed individuals, the lesser swear words, or mild violence.
ru: Граватары с рейтингом PG могут содержать неприличные жесты, провокационно одетых людей, грубые выражения или умеренную жестокость.

source: R rated gravatars may contain such things as harsh profanity, intense violence, nudity, or hard drug use.
ru: Граватары с рейтингом R могут быть оскорбительными, содержать сцены жестокости, обнаженные тела или связанные с наркотиками.

source: X rated gravatars may contain hardcore sexual imagery or extremely disturbing violence.
ru: Граватары с рейтингом X могут содержать откровенные сексуальные изображения или сцены экстремальной жестокости.

source: Signup to get your own gravatar
ru: Регистрируйтесь для получение собственного граватара

source: All we need is your email address! You will receive a confirmation email including a link that will activate your account and allow you to set your password.
ru: Все, что нам нужно это ваш email-адрес! Вы получите подтверждающее письмо со ссылкой, которая активирует Вашу учетную запись и позволит установить пароль.

source: Suport gravatar by making it accessible in other languages!
ru: Поддержите граватары, сделайте их доступными на других языках!

source: Welcome
ru: Добро пожаловать

source: What now?
ru: Что это?

source: Important
ru: Важно

source: and THEN click OK to continue
ru: и ПОТОМ нажмите OK для продолжения

source: Confirmation email sent!
ru: Отослано подтверждающее письмо!

source: We've sent you an activation email
ru: Вы пошлем вас письмо с активацией
