Repository: LonelyWolf2000/l10n-ru
Catalog: tags/wp-plugins/drain-hole/2.1.12/locale/*.po
Languages: ru_ru

source: <p style="color: red">You are not allowed access to this resource</p>
ru_ru: <p style="color: red">Вам не разрешён доступ к этому ресурсу</p>

source: <p style="color: red">That function is not defined</p>
ru_ru: <p style="color: red">Функция не определена</p>

source: Drainhole Statistics
ru_ru: Статистика DrainHole

source: Your version was added succesfully
ru_ru: Версия успешно добавлена

source: No new files were found
ru_ru: Новых файлов не найдено

source: %d new file was found
ru_ru: %d новый файл найден

source: The Drain Hole was successfully created
ru_ru: Хранилище успешно создано

source: The Drain Hole was not created -
ru_ru: Хранилище не создано -

source: Your options have been updated
ru_ru: Настройки сохранены.

source: How many widgets would you like?
ru_ru: Сколько виджетов вы хотите?

source: Save
ru_ru: Сохранить

source: Hourly downloads over time (%1s %2d, %3d)
ru_ru: Статистика по часам за все время (%1s %2d, %3d)

source: Daily downloads over time (%1s %2s)
ru_ru: Статистика по дням за все время (%1s %2s)

source: Monthly downloads over time (%2s)
ru_ru: Статистика по месяцам за все время (%2s)

source: Drain Hole management
ru_ru: Управление хранилищем

source: Drain Hole database installed
ru_ru: База данных хранилища установлена

source: Drain Hole created
ru_ru: Хранилище создано

source: Drain Hole scan
ru_ru: Сканирование хранилища

source: Drain Hole file upload
ru_ru: Загрузка файла в хранилище

source: next
ru_ru: дальше

source: previous
ru_ru: назад

source: Download version %s of %s
ru_ru: Скачать версию %s файла %s

source: Download %s
ru_ru: Скачать %s

source: could not create directory <code>%s</code><br/>You have insufficient permissions - create the directory with FTP or assign group/other write permissions to the parent directory and try again
ru_ru: не удалось создать директорию <code>%s</code><br/>У Вас недостаточно прав - создайте директорию через FTP или назначьте права группе/другим на запись в родительскую директорию и попробуйте еще раз

source: you must supply a unique URL (without <code>http://</code> prefix) and directory
ru_ru: вы должны указать уникальный URL (без префикса <code>http://</code>) и директорию

source: your host has restricted access to <code>%s</code> through the <code>open_basedir</code> setting. You can ask your host to reconfigure the settings or you can try again in one of these allowed directories:
ru_ru: ваш сервер запрещает доступ к <code>%s</code> с помощью <code>open_basedir</code> . Вы можете попросить провайдера перенастроить сервер или можете попробовать еще раз внутри разрешенных директорий:

source: Previous
ru_ru: Назад

source: Next
ru_ru: Дальше

source: First version
ru_ru: Первая версия

source: Title
ru_ru: Заголовок

source: Count
ru_ru: Пересчитать!

source: File Charts for %s
ru_ru: Графики для %s

source: Chart
ru_ru: График

source: Downloads over time
ru_ru: Число скачиваний

source: Display
ru_ru: Отображать

source: Hourly
ru_ru: В час

source: Daily
ru_ru: В день

source: Monthly
ru_ru: В месяц

source: Show
ru_ru: Показать

source: Hole Charts for %s
ru_ru: Диаграммы хранилища %s

source: Downloads as percentage
ru_ru: Скачивания в процентах

source: Downloads over time (grouped)
ru_ru: Скачивания за все время (сгруппировано)

source: Pie chart
ru_ru: Круговая диаграмма

source: Bar chart
ru_ru: Столбчатая диаграмма

source: Drain Hole | Statistics for
ru_ru: Drain Hole | Статистика для

source: Drain Hole | Downloads
ru_ru: Drain Hole | Скачивания

source: Downloaded At
ru_ru: Время скачивания

source: File
ru_ru: Файл

source: User
ru_ru: Пользователь

source: Referrer
ru_ru: Ссылка

source: No files have been downloaded!
ru_ru: Не скачано ни одного файла!

source: Clear all downloads
ru_ru: Очистить все записи

source: Clear Downloads
ru_ru: Очистить закачки

source: Show file template
ru_ru: Показывать файл шаблона

source: Show file URL
ru_ru: Показывать URL

source: Show file version
ru_ru: Показывать версию

source: Show file SVN
ru_ru: Показывать SVN

source: Show file hits
ru_ru: Показать количество обращений

source: Add Drain Hole tag
ru_ru: Добавить метку Drain Hole

source: Drain Hole | Files for
ru_ru: Drain Hole | Файлы в

source: Files are stored in
ru_ru: Файлы хранятся в

source: Version
ru_ru: Версия

source: Hits
ru_ru: Клики

source: Updated
ru_ru: Обновлено

source: Branch
ru_ru: Ветка

source: Charts
ru_ru: Графики

source: Add A File
ru_ru: Добавить файл

source: New files can be added by uploading here (if the directory has appropriate write-permissions), or by uploading with an FTP client and 'scanning' the directory for changes.
ru_ru: Новый файл може быть загружен здесь (если директорий назначены права для записи), или загрезкой с помощью FTP-клиента и 'сканированием' изменений в директории.

source: New filename
ru_ru: Новое имя файла

source: Optional, uploaded filename will be used if not given
ru_ru: Необязательно, если не задано - будет использовано имя загруженного файла

source: Upload a file
ru_ru: Загрузить файл

source: Optional, an empty file suitable for later upload or SVN will otherwise be created
ru_ru: Необязательно, пустой файл, подходящий для для последней версии или SVN его перезапишет

source: Create &amp; upload
ru_ru: Создать и загрузить

source: Re-scan
ru_ru: Пересканировать

source: Filename
ru_ru: Имя файла

source: Name
ru_ru: Имя

source: Description
ru_ru: Описание

source: Icon
ru_ru: Иконка

source: Default
ru_ru: По умолчанию

source: MIME Type
ru_ru: Тип MIME

source: Auto-detect
ru_ru: Автоопределение

source: Options
ru_ru: Настройки

source: Force download
ru_ru: Форсировать скачивание

source: Force access level
ru_ru: Принудительный уровень доступа

source: Cancel
ru_ru: Отмена

source: File is missing
ru_ru: Файл потерян

source: Are you sure you want to delete this Drain Hole and all files?
ru_ru: Вы уверены, что хотите удалить это хранилище и все файлы?

source: Are you sure you want to delete this version?
ru_ru: Вы уверены, что хотите удалить эту версию?

source: Drain Hole | Holes
ru_ru: Drain Hole | Хранилища

source: Edit
ru_ru: Изменить

source: Files
ru_ru: Файлы

source: Delete
ru_ru: Удалить

source: New Drain Hole
ru_ru: Новое хранилище

source: A drain hole maps a URL path to a directory on your server. Files placed within the directory are available under your chosen URL path.
ru_ru: Хранилище перенаправляет ссылку в диреторию на вашем сервере. Файлы, размещенные в диретории, доступны по выбранной ссылке.

source: Directory
ru_ru: Директория

source: Relative to root
ru_ru: От корневой директории

source: Create Drain Hole
ru_ru: Создать хранилище

source: Your chosen <strong>directory</strong> is within a publicly accessible web directory. Drain Hole <strong>will not be able to control access</strong> to files placed here unless a <code>.htaccess</code> file is placed in the directory. Drain Hole will attempt to do this for you, but may not have permission to do so. If this is the case then you will need to create this file yourself (<a href="#" onclick="$('htaccess').toggle (); return false">click to view</a>)
ru_ru: Выбранная вами <strong>директория</strong> внутри открытой извне директории. Drain Hole <strong>не сможет управлять доступом</strong> к размещенным в ней файлам, если только не закрыть ее с помощью файла <code>.htaccess</code>. Drain Hole попытается сделать это, если позволят права доступа. Если нет, Вам придется создать этот файл самому (<a href="#" onclick="$('htaccess').toggle (); return false">посмотреть</a>)

source: Your chosen <strong>URL</strong> is outside of your WordPress site and as such Drain Hole <strong>may not be able to control access</strong> to files unless a <code>.htaccess</code> file is placed in the directory. Drain Hole will attempt to do this for you, but may not have permission to do so. If this is the case then you will need to create this file yourself (<a href="#" onclick="$('htaccess').toggle (); return false">click to view</a>)
ru_ru: Вы выбрали <strong>URL</strong> за пределами вашего сайта WordPress и так как Drain Hole <strong>может не получить доступа</strong> к файлам в ней, туда должен быть помещен файл <code>.htaccess</code> . Drain Hole попытается сделать это сам, но может не хватить прав. В этом случае вам должны создать его сами (<a href="#" onclick="$('htaccess').toggle (); return false">нажмите, чтобы посмотреть</a>).

source: The following should be created in the directory given above:
ru_ru: Вот что необходимо вписать в .htaccess в выбранную директорию:

source: Relative to site root
ru_ru: От корневой директории сайта

source: Access Level
ru_ru: Уровень доступа

source: File security
ru_ru: Безопасность файла

source: Anybody - no login required
ru_ru: Всем - авторизация не требуется

source: Purchased - via WP Shopper
ru_ru: Куплено - через WP Shopper

source: Access error URL
ru_ru: URL для ошибки доступа

source: Redirect on access error
ru_ru: Перенаправление при ошибке доступа

source: Stop hot-links
ru_ru: Закрыть прямые ссылки

source: View files
ru_ru: Просмотры файлов

source: Edit Drain Hole
ru_ru: Изменить хранилище

source: files
ru_ru: файлы

source: view
ru_ru: смотреть

source: Delete Drain Hole
ru_ru: Удалить хранилище

source: delete
ru_ru: удалить

source: on access error redirect to URL
ru_ru: в случае ошибки доступа перенаправлять на URL

source: You can help support the author by sending a donation. Every file that is downloaded without support will cause a <strong>kitten to cry</strong>.
ru_ru: Вы можете помочь автору пожертвованиями. Каждый файл, скачанный без поддержки будет причиной <strong>огорчения котенка</strong>.

source: All it takes is <strong>$16 to keep the kittens happy</strong> and act as an incentive for me to carry on writing other free software.
ru_ru: Требуется всего <strong>$16 чтобы котята и дальше были счастливы</strong> а я получил стимул писать другие бесплатные программы.

source: Your help stopping kittens from crying is appreciated!
ru_ru: Ваша помощь в утешении котенка оценена по достоинству!

source: If you 'mistakenly' said you supported the author without actually doing so then not only are the kittens still crying, but their stomachs ache and they all feel miserable.
ru_ru: Если вы 'ошибочно' сказали, что поддержали автора и не сделали это, то котята будут не только плакать, у них будет болеть животики и они будут чувстовать себя плохо.

source: Current version
ru_ru: Текущая версия

source: New version
ru_ru: Новая версия

source: Version history
ru_ru: История версий

source: SVN Update
ru_ru: Обновление через SVN

source: Update the download from SVN (using version info if applicable)
ru_ru: Обновить из SVN (используя приложенную информацию о версии)

source: Don't branch
ru_ru: Не создавать ветку

source: Just update current version
ru_ru: Просто обновить текущую версию

source: Keep previous
ru_ru: Сохранить предыдущую

source: Selecting this will retain the previous version
ru_ru: Выбор этого пункта сохранит предыдущую версию

source: Drain Hole | Options
ru_ru: Drain Hole | Настройки

source: Statistic retention
ru_ru: Хранение статистики

source: How many days to keep access statistics for
ru_ru: Сколько дней хранить статистику

source: Enter 0 for no limit. File hits are not cleared
ru_ru: Введите 0 для снятия ограничений. Счетчик кликов будет очищен.

source: SVN path
ru_ru: Путь к SVN

source: Issue tracker URL
ru_ru: Вывод URL трекера

source: Default version no.
ru_ru: Номер версии по умолчанию

source: Default file name
ru_ru: Имя файла по умолчанию

source: Google Analytics tracking
ru_ru: Отслеживание с помощью Google Analitics

source: Add code to track downloads
ru_ru: Добавьме код для отслеживания скачиваний

source: Allow file deletion
ru_ru: Разрешить удаление файлов

source: Enabling this will allow Drain Hole to delete physical files
ru_ru: Разрешает Drain Hole физически удалять файлы

source: Create .htaccess in holes
ru_ru: Создать .htaccess в хранилище

source: Enabling this will allow Drain Hole to create .htaccess in holes for further protection
ru_ru: Разрешить Drain Hole создавать .htaccess в хранилищах для дополнительной защиты

source: Kitten protection
ru_ru: &laquo;Котеночья&raquo; защита

source: I hereby testify that I have supported this plugin. If I check this option and haven't supported this plugin then a squad of winged monkeys will be sent to drop things on my head.
ru_ru: Сим свидетельствую о том, что поддержал этот плагин. Если я включу эту опцию и не поддержу этот плагин, пусть эскадрилья крылатых обезьян будет послана нагадить мне на голову.

source: Save options
ru_ru: Сохранить настройки

source: This operation removes all data associated with Drain Hole and disables the plugin. It does not delete any files
ru_ru: Эта операция удаляет все связанные с Drain Hole данные и отключает плагин. Файлы при этом не удаляются.

source: Search
ru_ru: Поиск

source: Per page
ru_ru: На страницу

source: go
ru_ru: Найти

source: Download At
ru_ru: Скачано в

source: Speed
ru_ru: Скорость

source: Time Taken
ru_ru: Заняло времени

source: Cancelled
ru_ru: Отменено

source: There are no statistics for this file!
ru_ru: По этому файлу нет статистики!

source: Clear Statistics For This File
ru_ru: Очистить статистику по этому файлу

source: Clear Statisitics
ru_ru: Очистить статистику

source: Files &amp; Holes
ru_ru: Файлы и хранилища

source: Downloads
ru_ru: Закачки

source: Day
ru_ru: День

source: Month
ru_ru: Месяц

source: Year
ru_ru: Год

source: Drain Hole News
ru_ru: Новости Drain Hole

source: %s ago
ru_ru: %s назад

source: Version history for %s
ru_ru: История версий для %s

source: Created
ru_ru: Создано

source: Reason for version
ru_ru: Причина смены версии

source: There are no versions to display!
ru_ru: Нет версий!

source: Add to history
ru_ru: Добавить в историю

source: You can add to the history of a file. This allows you to include some history of a file before Drain Hole was used
ru_ru: Вы можете добавить историю к файлу. Это позволит вам добавить файлы из прошлого (до начала использования Drain Hole)

source: Reason
ru_ru: Причина

source: Date
ru_ru: Дата

source: Yes
ru_ru: Да

source: No
ru_ru: Нет

source: Download
ru_ru: Скачивание

source: Size
ru_ru: Размер

source: <br/><small>Powered by <a href="http://urbangiraffe.com/plugins/drain-hole/">Drain Hole</a></small>
ru_ru: <br/><small>Работает на <a href="http://urbangiraffe.com/plugins/drain-hole/">Drain Hole</a></small>
