Repository: LonelyWolf2000/l10n-ru
Catalog: google-sitemap-generator/3.1.6/lang/sitemap-*.po
Languages: ru_ru

source: Comment Count
ru_ru: По количеству комментариев

source: Uses the number of comments of the post to calculate the priority
ru_ru: Для вычисления приоритета используется количество комментариев к записи

source: Comment Average
ru_ru: По среднему значению количества комментариев

source: Uses the average comment count to calculate the priority
ru_ru: Для вычисления приоритета используется среднее значение количества комментариев

source: Uses the activated <a href="%1">Popularity Contest Plugin</a> from <a href="%2">Alex King</a>. See <a href="%3">Settings</a> and <a href="%4">Most Popular Posts</a>
ru_ru: Для вычисления приоритета используется плагин <a href="%1">Popularity Contest</a> от <a href="%2">Alex King</a>. Подробную информацию см. в разделе <a href="%3">Настройки</a> и <a href="%4">Самые популярные записи</a>

source: Always
ru_ru: Всегда

source: Hourly
ru_ru: Раз в час

source: Daily
ru_ru: Ежедневно

source: Weekly
ru_ru: Еженедельно

source: Monthly
ru_ru: Раз в месяц

source: Yearly
ru_ru: Раз в год

source: Never
ru_ru: Никогда

source: Thank you very much for your donation. You help me to continue support and development of this plugin and other free software!
ru_ru: Большое спасибо за пожертвование. Вы помогли мне продолжить разработку и поддержку и этого плагина и другого свободного ПО!

source: Hide this notice
ru_ru: Скрыть это уведомление

source: Thanks for using this plugin! You've installed this plugin over a month ago. If it works and your are satisfied with the results, isn't it worth at least one dollar? <a href="%s">Donations</a> help me to continue support and development of this <i>free</i> software! <a href="%s">Sure, no problem!</a>
ru_ru: Спасибо за то, что вы используете этот плагин! Вы установили его больше месяца назад. Если он работает, и вам нравятся результаты, разве это не стоит хотя бы одного доллара? <a href="%s">Пожертвования</a> помогут мне продолжить разработку и поддержку <i>бесплатного</i> ПО! <a href="%s">Да, конечно!</a>

source: No thanks, please don't bug me anymore!
ru_ru: Нет, спасибо. И пожалуйста, больше меня не беспокойте!

source: Your sitemap is being refreshed at the moment. Depending on your blog size this might take some time!
ru_ru: Сейчас карта вашего сайта обновляется. Обновление может занять некоторое время, в зависимости от объёма журнала!

source: Your sitemap will be refreshed in %s seconds. Depending on your blog size this might take some time!
ru_ru: Карта вашего сайта будет обновлена через %s секунд. Обновление может занять некоторое время, в зависимости от объёма журнала!

source: Please log in as admin
ru_ru: Пожалуйста, войдите на сайт как администратор

source: XML Sitemap Generator for WordPress
ru_ru: Плагин XML Sitemap Generator для WordPress, версия

source: This is the debug mode of the XML Sitemap Generator. It will show all PHP notices and warnings as well as the internal logs, messages and configuration.
ru_ru: Плагин создания карт сайтов находится в отладочном режиме. Будут показаны все предупреждения и замечания PHP, журналы событий, сообщения и параметры настройки.

source: DO NOT POST THIS INFORMATION ON PUBLIC PAGES LIKE SUPPORT FORUMS AS IT MAY CONTAIN PASSWORDS OR SECRET SERVER INFORMATION!
ru_ru: НЕ ПУБЛИКУЙТЕ ЭТУ ИНФОРМАЦИЮ НА ОБЩЕДОСТУПНЫХ ВЕБ-СТРАНИЦАХ - НАПРИМЕР, НА ФОРУМАХ ТЕХНИЧЕСКОЙ ПОДДЕРЖКИ! В НЕЙ МОГУТ СОДЕРЖАТЬСЯ ПАРОЛИ И ДРУГИЕ СЕКРЕТНЫЕ СВЕДЕНИЯ О ВАШЕМ СЕРВЕРЕ!

source: WordPress and PHP Information
ru_ru: Информация о ядре Wordpress и версии PHP

source: with
ru_ru: с

source: DB
ru_ru: базой данных версии

source: on PHP
ru_ru: . Версия PHP&nbsp;&mdash;

source: Plugin version
ru_ru: Версия плагина

source: Environment
ru_ru: Окружение

source: WordPress Config
ru_ru: Настройки WordPress

source: Sitemap Config
ru_ru: Содержимое карты сайта

source: Errors, Warnings, Notices
ru_ru: Ошибки, предупреждения, замечания

source: MySQL Queries
ru_ru: Запросы MySQL

source: Total Query Time
ru_ru: Время выполнения запросов

source: queries in
ru_ru: запросов за

source: seconds
ru_ru: секунд

source: Please edit wp-db.inc.php in wp-includes and set SAVEQUERIES to true if you want to see the queries.
ru_ru: Если вы хотите увидеть данные о запросах, пожалуйста, отредактируйте файл wp-db.inc.php в директории wp-includes и установите параметр SAVEQUERIES в режим TRUE.

source: Build Process Results
ru_ru: Результат процесса создания карты

source: Done.
ru_ru: Готово.

source: Rebuild
ru_ru: Создать заново

source: or
ru_ru: или

source: Return
ru_ru: вернуться обратно

source: Click here to continue
ru_ru: Нажмите здесь, чтобы продолжить

source: Configuration updated
ru_ru: Настройки обновлены

source: Error while saving options
ru_ru: Ошибка при обновлении настроек

source: Pages saved
ru_ru: Список страниц сохранен

source: Error while saving pages
ru_ru: Ошибка при сохранении списка страниц

source: The default configuration was restored.
ru_ru: Восстановлены стандартные настройки.

source: There is a new version of %1$s available. <a href="%2$s">Download version %3$s here</a>.
ru_ru: Доступная новая версия %1$s. <a href="%2$s">Загрузить версию %3$s</a>.

source: There is a new version of %1$s available. <a href="%2$s">Download version %3$s here</a> <em>automatic upgrade unavailable for this plugin</em>.
ru_ru: Доступная новая версия %1$s. <a href="%2$s">Загрузить версию %3$s</a>, <em>автоматическое обновление не доступно</em>.

source: There is a new version of %1$s available. <a href="%2$s">Download version %3$s here</a> or <a href="%4$s">upgrade automatically</a>.
ru_ru: Доступная новая версия %1$s. <a href="%2$s">Загрузить версию %3$s</a> или <a href="%4$s">обновить автоматически</a>.

source: open
ru_ru: открыть

source: close
ru_ru: закрыть

source: click-down and drag to move this box
ru_ru: Нажмите и удерживайте левую кнопку мыши, чтобы передвинуть блок

source: click to %toggle% this box
ru_ru: нажмите, чтобы %toggle% блок

source: use the arrow keys to move this box
ru_ru: используйте стрелки для перемещения блока

source: , or press the enter key to %toggle% it
ru_ru: , или нажмите &laquo;ввод&raquo;, чтобы %toggle% его

source: About this Plugin:
ru_ru: Об этом плагине:

source: Plugin Homepage
ru_ru: Домашняя страница плагина

source: Suggest a Feature
ru_ru: Предложить новую функцию

source: Notify List
ru_ru: Подписаться на уведомления

source: Support Forum
ru_ru: Форум технической поддержки

source: Report a Bug
ru_ru: Сообщить об ошибке

source: Donate with PayPal
ru_ru: Внести пожертование с помощью PayPal

source: My Amazon Wish List
ru_ru: Мой список пожеланий на Amazon.com

source: translator_name
ru_ru: Перевод Анны Озерицкой

source: translator_url
ru_ru: http://hweia.ru

source: Sitemap Resources:
ru_ru: Полезная информация:

source: Google Webmaster Tools
ru_ru: Инструменты Google для веб-мастеров

source: Webmaster Blog
ru_ru: Журнал Webmaster Central от Google

source: Site Explorer
ru_ru: Yahoo Site Explorer

source: Search Blog
ru_ru: Журнал Yahoo Blog Search

source: Bing Webmaster Tools
ru_ru: Инструменты Bing для веб-мастеров

source: Webmaster Center Blog
ru_ru: Журнал Webmaster Center от MSN

source: Sitemaps Protocol
ru_ru: Правила составления карт сайтов

source: Official Sitemaps FAQ
ru_ru: Официальный ЧаВо по картам сайтов

source: My Sitemaps FAQ
ru_ru: Мой ЧаВо по картам сайтов

source: Recent Donations:
ru_ru: Свежие пожертвования:

source: List of the donors
ru_ru: Список спонсоров

source: Hide this list
ru_ru: Скрыть список

source: Thanks for your support!
ru_ru: Спасибо за поддержку!

source: The sitemap wasn't generated yet.
ru_ru: Карта сайта еще не была создана.

source: Result of the last build process, started on %date%.
ru_ru: Результат последнего обновления карты сайта (%date%)

source: The sitemap wasn't built yet. <a href="%s">Click here</a> to build it the first time.
ru_ru: Карта сайта отсутствует. <a href="%s">Создать карту сайта</a>.

source: Your <a href="%url%">sitemap</a> was last built on <b>%date%</b>.
ru_ru: <a href="%url%">Карта сайта</a> создана <b>%date%</b>.

source: The last build succeeded, but the file was deleted later or can't be accessed anymore. Did you move your blog to another server or domain?
ru_ru: Карта сайта была создана, но файл, вероятно, удалён или недоступен по иной причине. Вы случайно не переносили свой сайт на другой сервер или домен?

source: There was a problem writing your sitemap file. Make sure the file exists and is writable. <a href="%url%">Learn more</a>
ru_ru: Произошла ошибка при записи карты сайта в файл. Убедитесь, что этот файл существует и доступен для записи. <a href="%url%">Узнать об этом подробнее</a>

source: Your sitemap (<a href="%url%">zipped</a>) was last built on <b>%date%</b>.
ru_ru: <a href="%url%">Сжатая карта сайта</a> создана <b>%date%</b>.

source: The last zipped build succeeded, but the file was deleted later or can't be accessed anymore. Did you move your blog to another server or domain?
ru_ru: Сжатая карта сайта была создана, но файл, вероятно, удалён или недоступен по иной причине. Вы случайно не переносили свой сайт на другой сервер или домен?

source: There was a problem writing your zipped sitemap file. Make sure the file exists and is writable. <a href="%url%">Learn more</a>
ru_ru: Произошла ошибка при записи сжатой карты сайта в файл. Убедитесь, что этот файл существует и доступен для записи. <a href="%url%">Узнать об этом подробнее</a>

source: Google was <b>successfully notified</b> about changes.
ru_ru: Google <b>проинформирован</b> об изменениях в вашем журнале.

source: It took %time% seconds to notify Google, maybe you want to disable this feature to reduce the building time.
ru_ru: Уведомление Google заняло %time% секунд. Возможно, вам стоит отключить эту функцию, чтобы уменьшить длительность создания карты.

source: There was a problem while notifying Google. <a href="%s">View result</a>
ru_ru: Произошла ошибка при уведомлении Google об изменениях в вашем журнале. <a href="%s">Посмотреть результат</a>

source: YAHOO was <b>successfully notified</b> about changes.
ru_ru: Yahoo <b>проинформирован</b> об изменениях в вашем журнале.

source: It took %time% seconds to notify YAHOO, maybe you want to disable this feature to reduce the building time.
ru_ru: Уведомление Yahoo заняло %time% секунд. Возможно, вам стоит отключить эту функцию, чтобы уменьшить длительность создания карты.

source: There was a problem while notifying YAHOO. <a href="%s">View result</a>
ru_ru: Произошла ошибка при уведомлении Yahoo об изменениях в вашем журнале. <a href="%s">Посмотреть результат</a>

source: Bing was <b>successfully notified</b> about changes.
ru_ru: Bing <b>проинформирован</b> об изменениях в вашем журнале.

source: It took %time% seconds to notify Bing, maybe you want to disable this feature to reduce the building time.
ru_ru: Уведомление Bing заняло %time% секунд. Возможно, вам стоит отключить эту функцию, чтобы уменьшить длительность создания карты.

source: There was a problem while notifying Bing. <a href="%s">View result</a>
ru_ru: Произошла ошибка при уведомлении Bing об изменениях в вашем журнале. <a href="%s">Посмотреть результат</a>

source: Ask.com was <b>successfully notified</b> about changes.
ru_ru: Ask.com <b>проинформирован</b> об изменениях в вашем журнале.

source: It took %time% seconds to notify Ask.com, maybe you want to disable this feature to reduce the building time.
ru_ru: Уведомление Ask.com заняло %time% секунд. Возможно, вам стоит отключить эту функцию, чтобы уменьшить длительность создания карты.

source: There was a problem while notifying Ask.com. <a href="%s">View result</a>
ru_ru: Произошла ошибка при уведомлении Ask.com об изменениях в вашем журнале. <a href="%s">Посмотреть результат</a>

source: The building process took about <b>%time% seconds</b> to complete and used %memory% MB of memory.
ru_ru: Карта была создана за <b>%time% секунд</b>. Для этого потребовалось %memory% Мб оперативной памяти.

source: The building process took about <b>%time% seconds</b> to complete.
ru_ru: Карта была создана за <b>%time% секунд</b>.

source: The content of your sitemap <strong>didn't change</strong> since the last time so the files were not written and no search engine was pinged.
ru_ru: Содержимое карты сайта <strong>не изменилось</strong>, поэтому файлы не были обновлены, а поисковые системы&nbsp;&mdash; проинформированы.

source: The building process might still be active! Reload the page in a few seconds and check if something has changed.
ru_ru: Возможно, карта сайта как раз создаётся! Обновите страницу через несколько минут и посмотрите, изменилось ли что-нибудь.

source: The last run didn't finish! Maybe you can raise the memory or time limit for PHP scripts. <a href="%url%">Learn more</a>
ru_ru: Последний запуск не был завершён! Возможно, были превышены ограничения оперативной памяти и процессорного времени для сценариев PHP. <a href="%url%">Что это?</a>

source: The last known memory usage of the script was %memused%MB, the limit of your server is %memlimit%.
ru_ru: В последний раз сценарий использовал %memused% Мб оперативной памяти, ограничение оперативной памяти на вашем сервере&nbsp;&mdash; %memlimit%.

source: The last known execution time of the script was %timeused% seconds, the limit of your server is %timelimit% seconds.
ru_ru: В последний раз время работы сценария составило %timeused% секунд, ограничение процессорного времени на вашем сервере составляет %timelimit% секунд.

source: The script stopped around post number %lastpost% (+/- 100)
ru_ru: Сценарий завершил работу около записи № %lastpost% (+/- 100)

source: If you changed something on your server or blog, you should <a href="%s">rebuild the sitemap</a> manually.
ru_ru: Если вы что-то изменили в журнале или на сервере, необходимо <a href="%s">вручную создать карту сайта заново</a>.

source: If you encounter any problems with the build process you can use the <a href="%d">debug function</a> to get more information.
ru_ru: Если при создании карты сайта у вас возникли какие-либо проблемы, перейдите в <a href="%d">режим отладки</a>, чтобы получить дополнительную информацию.

source: Basic Options
ru_ru: Основные настройки

source: Sitemap files:
ru_ru: Файлы с картой сайта:

source: Learn more
ru_ru: Что это?

source: Write a normal XML file (your filename)
ru_ru: Создать обычный XML-файл (просто название файла)

source: Write a gzipped file (your filename + .gz)
ru_ru: Создать сжатый файл (название файла + .gz)

source: Building mode:
ru_ru: Режим создания карты:

source: Rebuild sitemap if you change the content of your blog
ru_ru: Автоматически обновлять карту сайта, когда обновляется содержимое журнала

source: Enable manual sitemap building via GET Request
ru_ru: Включить режим обновления карты сайта вручную с помощью запроса GET

source: This will allow you to refresh your sitemap if an external tool wrote into the WordPress database without using the WordPress API. Use the following URL to start the process: <a href="%1">%1</a> Please check the result box above to see if sitemap was successfully built.
ru_ru: Это позволит вам обновить карту сайта, если какой-либо внешний инструмент осуществляет запись в базу данных журнала не используя API WordPress. Чтобы начать обновление, пройдите по этой ссылке:<br/><a href="%1">%1</a><br/>Показанный выше отчет позволит вам убедиться в том, что карта сайта была обновлена.

source: Update notification:
ru_ru: Уведомлять поисковые системы об обновлениях в вашем журнале:

source: Notify Google about updates of your Blog
ru_ru: Google

source: No registration required, but you can join the <a href="%s">Google Webmaster Tools</a> to check crawling statistics.
ru_ru: Регистрация не требуется, но вы можете воспользоваться <a href="%s">Инструментами для веб-мастеров от Google</a>,<br/>чтобы ознакомиться со сведениями об индексировании вашего сайта роботом Google.

source: Notify Bing (formerly MSN Live Search) about updates of your Blog
ru_ru: Bing (бывший MSN Live Search)

source: No registration required, but you can join the <a href="%s">Bing Webmaster Tools</a> to check crawling statistics.
ru_ru: Регистрация не требуется, но вы можете воспользоваться <a href="%s">Инструментами для веб-мастеров от Bing</a>,<br/>чтобы ознакомиться со сведениями об индексировании вашего сайта роботом Bing.

source: Notify Ask.com about updates of your Blog
ru_ru: Ask.com

source: No registration required.
ru_ru: Регистрация не требуется.

source: Notify YAHOO about updates of your Blog
ru_ru: Yahoo

source: Your Application ID:
ru_ru: Ваш Application ID:

source: Don't you have such a key? <a href="%s1">Request one here</a>! %s2
ru_ru: У вас нет Application ID? <a href="%s1">Создайте его здесь</a>! %s2

source: Add sitemap URL to the virtual robots.txt file.
ru_ru: Добавить URL карты сайта в виртуальный файл robots.txt

source: The virtual robots.txt generated by WordPress is used. A real robots.txt file must NOT exist in the blog directory!
ru_ru: Виртуальный файл robots.txt создается ядром WordPress. В директории журнала НЕ ДОЛЖНО БЫТЬ реально существующего файла с таким названием!

source: Advanced options:
ru_ru: Расширенные настройки:

source: Limit the number of posts in the sitemap:
ru_ru: Ограничить количество записей в карте сайта:

source: Newer posts will be included first
ru_ru: Сначала будут включены более новые записи.

source: Try to increase the memory limit to:
ru_ru: Попытаться изменить ограничение оперативной памяти на:

source: e.g. "4M", "16M"
ru_ru: Например, &laquo;4M&raquo; или &laquo;16M&raquo;

source: Try to increase the execution time limit to:
ru_ru: Попытаться изменить ограничение процессорного времени на:

source: in seconds, e.g. "60" or "0" for unlimited
ru_ru: В секундах, например, &laquo;60&raquo; . &laquo;0&raquo;&nbsp;&mdash; ограничение отсутствует.

source: Include a XSLT stylesheet:
ru_ru: Использовать таблицу стилей XSLT:

source: Full or relative URL to your .xsl file
ru_ru: Укажите полный или относительный URL к файлу .xsl.

source: Use default
ru_ru: Использовать стандартное значение

source: Enable MySQL standard mode. Use this only if you're getting MySQL errors. (Needs much more memory!)
ru_ru: Включить стандартный режим MySQL. Используйте, только если возникли ошибки БД. Требуется намного больше памяти!

source: Upgrade WordPress at least to 2.2 to enable the faster MySQL access
ru_ru: Для того, чтобы воспользоваться ускоренным доступом к MySQL, используйте WordPress 2.2 и выше.

source: Build the sitemap in a background process (You don't have to wait when you save a post)
ru_ru: Создавать карту сайта в фоновом режиме (вам не придется ждать, когда вы сохраняете запись)

source: Upgrade WordPress at least to 2.1 to enable background building
ru_ru: Для того, чтобы создавать карту сайта в фоновом режиме, используйте WordPress 2.1 и выше.

source: Additional pages
ru_ru: Дополнительные страницы

source: Here you can specify files or URLs which should be included in the sitemap, but do not belong to your Blog/WordPress.<br />For example, if your domain is www.foo.com and your blog is located on www.foo.com/blog you might want to include your homepage at www.foo.com
ru_ru: Здесь вы можете перечислить те страницы, которые не находятся в вашем дневнике, но которые вы, тем не менее, хотите включить в карту сайта.<br />Например, если ваш домен&nbsp;&mdash; www.foo.com, а ваш дневник расположен в www.foo.com/blog, вам может понадобиться добавить в этот список главную страницу сайта www.foo.com

source: Note
ru_ru: Примечание

source: If your blog is in a subdirectory and you want to add pages which are NOT in the blog directory or beneath, you MUST place your sitemap file in the root directory (Look at the &quot;Location of your sitemap file&quot; section on this page)!
ru_ru: Если ваш дневник расположен в поддиректории, и вы хотите добавить в карту сайта страницы, которые находятся ВЫШЕ в структуре директорий, вам НЕОБХОДИМО поместить карту сайта в корневую директорию (Подробную информацию см. в разделе &laquo;Местонахождение карты сайта&raquo;)!

source: URL to the page
ru_ru: URL

source: Enter the URL to the page. Examples: http://www.foo.com/index.html or www.foo.com/home
ru_ru: Укажите URL страницы. Например: http://www.foo.com/index.html или www.foo.com/home

source: Priority
ru_ru: Приоритет

source: Choose the priority of the page relative to the other pages. For example, your homepage might have a higher priority than your imprint.
ru_ru: Укажите приоритет этой страницы относительно других страниц. Например, главная страница сайта может иметь более высокий приоритет, чем страница с информацией о сайте.

source: Last Changed
ru_ru: Дата обновления

source: Enter the date of the last change as YYYY-MM-DD (2005-12-31 for example) (optional).
ru_ru: Укажите дату последнего изменения страницы в формате ГГГГ-ММ-ДД (например, 2005-12-31) (не обязательно).

source: Change Frequency
ru_ru: Периодичность обновления

source: No pages defined.
ru_ru: Страницы не указаны.

source: Add new page
ru_ru: Добавить новую страницу

source: Post Priority
ru_ru: Приоритет записей

source: Please select how the priority of each post should be calculated:
ru_ru: Пожалуйста, укажите способ вычисления приоритета записей:

source: Do not use automatic priority calculation
ru_ru: Не использовать автоматическое вычисление

source: All posts will have the same priority which is defined in &quot;Priorities&quot;
ru_ru: Одинаковый приоритет для всех записей (определяется в меню &laquo;Приоритет&raquo;)

source: Location of your sitemap file
ru_ru: Местонахождение карты сайта

source: Automatic detection
ru_ru: Определить автоматически

source: Filename of the sitemap file
ru_ru: Файл

source: Detected Path
ru_ru: Путь

source: Detected URL
ru_ru: URL

source: Custom location
ru_ru: Указать местонахождение

source: Absolute or relative path to the sitemap file, including name.
ru_ru: Путь к файлу с картой сайта, включая название файла:

source: Example
ru_ru: Пример

source: Complete URL to the sitemap file, including name.
ru_ru: Полный URL файла с картой сайта, включая название файла:

source: Sitemap Content
ru_ru: Содержимое карты сайта

source: Include homepage
ru_ru: Главная страница

source: Include posts
ru_ru: Записи

source: Include following pages of multi-page posts (Increases build time and memory usage!)
ru_ru: Подстраницы многостраничных записей (использование этой функции замедлит создание карты и потребует больше оперативной памяти!)

source: Include static pages
ru_ru: Страницы

source: Include categories
ru_ru: Рубрики

source: Include archives
ru_ru: Архивы

source: Include tag pages
ru_ru: Страницы меток

source: Include author pages
ru_ru: Страницы авторов

source: Further options
ru_ru: Дополнительные параметры

source: Include the last modification time.
ru_ru: Включить дату и время последнего обновления

source: This is highly recommended and helps the search engines to know when your content has changed. This option affects <i>all</i> sitemap entries.
ru_ru: Этот параметр крайне рекомендуется использовать для того, чтобы поисковым системам было проще определить, когда изменилось содержимое вашего сайта. Настройка влияет на <i>все</i> записи в карте сайта.

source: Excluded items
ru_ru: Исключение элементов

source: Excluded categories
ru_ru: Исключить рубрики

source: Using this feature will increase build time and memory usage!
ru_ru: Использование этой функции замедлит создание карты и потребует больше оперативной памяти!

source: This feature requires at least WordPress 2.5.1, you are using %s
ru_ru: Эта функция доступна только в WordPress 2.5 и выше. Вы используете версию %s

source: Exclude posts
ru_ru: Исключить записи

source: Exclude the following posts or pages:
ru_ru: Исключить эти записи или страницы:
