Repository: LonelyWolf2000/l10n-ru
Catalog: google-sitemap-generator/3.1.6/lang/sitemap-*.po
Languages: ru_ru

source: List of IDs, separated by comma
ru_ru: Разделяйте ID записей или страниц запятыми.

source: Child posts won't be excluded automatically!
ru_ru: Дочерние записи не будут исключаться автоматически!

source: Change frequencies
ru_ru: Периодичность обновления

source: Please note that the value of this tag is considered a hint and not a command. Even though search engine crawlers consider this information when making decisions, they may crawl pages marked "hourly" less frequently than that, and they may crawl pages marked "yearly" more frequently than that. It is also likely that crawlers will periodically crawl pages marked "never" so that they can handle unexpected changes to those pages.
ru_ru: Обратите внимание, что это всего лишь рекомендуемые значения, а не команды для поисковых роботов. Поисковые роботы могут просматривать страницы, помеченные &laquo;раз в час&raquo; реже, чем указано, а страницы с меткой &laquo;раз в год&raquo;&nbsp;&mdash; чаще. Также они вполне могут заново просмотреть страницы с пометкой &laquo;никогда&raquo;.

source: Homepage
ru_ru: Главная страница

source: Posts
ru_ru: Записи

source: Static pages
ru_ru: Страницы

source: Categories
ru_ru: Рубрики

source: The current archive of this month (Should be the same like your homepage)
ru_ru: Архив за месяц (это значение должно соответствовать периодичности обновления главной страницы)

source: Older archives (Changes only if you edit an old post)
ru_ru: Более старые архивы (те, которые изменяются только в том случае, когда вы редактируете старые записи)

source: Tag pages
ru_ru: Страницы меток

source: Author pages
ru_ru: Страницы авторов

source: Priorities
ru_ru: Приоритет

source: Posts (If auto calculation is disabled)
ru_ru: Записи (если автоматическое вычисление отключено)

source: Minimum post priority (Even if auto calculation is enabled)
ru_ru: Минимальный приоритет записи (даже если автоматическое вычисление включено)

source: Archives
ru_ru: Архив

source: Update options
ru_ru: Обновить настройки

source: Reset options
ru_ru: Сбросить настройки

source: XML-Sitemap Generator
ru_ru: Создание карты сайта

source: XML-Sitemap
ru_ru: Карта сайта

source: Settings
ru_ru: Настройки

source: FAQ
ru_ru: ЧаВо

source: Support
ru_ru: Поддержка

source: Donate
ru_ru: Пожертвования

source: Sitemap FAQ
ru_ru: ЧаВо по картам сайтов
