Repository: LonelyWolf2000/l10n-ru
Catalog: uploadplus/2.7/uploadplus-*.po
Languages: ru_ru

source: Options
ru_ru: Настройки

source: Upload+ Plugin
ru_ru: Плагин Upload+

source: Cleaning options
ru_ru: Параметры очистки

source: Case options
ru_ru: Параметры регистра

source: Prefix
ru_ru: Префикс

source: Transcription
ru_ru: Транскрипция

source: This plugin allows you to rename every file you upload, and in this page you can define this behaviour.
ru_ru: С помощью этого плагина вы можете переименовать каждый загружаемый файл, и на этой странице настраивается то, как это будет происходить.

source: You can choose to <em>convert spaces and underscores into dashes</em>, <em>strip all dashes/underscores/spaces</em>, or <em>convert every spaces into an underscore</em>. Also, you can choose to <em>lowercase</em> the file name or leave it with mixed case, and finally you can define a custom prefix to prepend, either a fixed one (like the name of your blog) or a date-based one. Feel free to play with the settings and save them, because you can check in this page what kind of transformation will be applied.
ru_ru: В Upload+ есть много полезных настроек, например, &laquo;Преобразовать пробелы и подчёркивания в дефисы&raquo;, &laquo;Убрать все пробелы, подчёркивания и дефисы&raquo;, или &laquo;Преобразовать пробелы в подчёркивания&raquo;. Вы можете автоматически преобразовывать названия файлов в нижний регистр, а также, вдобавок к одной из стандартных настроек, определить свой собственный префикс для файлов (например, название вашего журнала или текущая дата). Не бойтесь экспериментировать с настройками и сохранять их, потому что на этой странице вы всегда сможете увидеть, какие преобразования сейчас используются.

source: Convert spaces and underscores into dashes
ru_ru: Преобразовать пробелы и подчёркивания в дефисы

source: Strip all spaces/dashes/underscores
ru_ru: Убрать все пробелы, подчёркивания и дефисы

source: Convert spaces into underscores (dashes allowed)
ru_ru: Преобразовать пробелы в подчёркивания. Разрешить дефисы

source: like in:
ru_ru: как в:

source: Leave it whatever it is
ru_ru: Оставить как есть

source: Make all lowercase
ru_ru: Преобразовать названия файлов в нижний регистр

source: Make all UPPERCASE
ru_ru: Преобразовать названия файлов в ВЕРХНИЙ РЕГИСТР

source: dd (like
ru_ru: дд (например

source: mmdd (like
ru_ru: ммдд (например

source: yymmdd (like
ru_ru: ггммдд (например

source: yyyymmdd (like
ru_ru: ггггммдд (например

source: yyyymmddhhmm (like
ru_ru: ггггммддччмм (например

source: yyyymmddhhmmss (like
ru_ru: ггггммддччммсс (например

source: unix timestamp (like
ru_ru: время Unix (например

source: [random (mt-rand)]
ru_ru: [произвольный (mt-rand)]

source: [random md5(mt-rand)]
ru_ru: [произвольный md5(mt-rand)]

source: [blog name]
ru_ru: [название журнала]

source: [short blog name]
ru_ru: [краткое название журнала]

source: No Prefix
ru_ru: Без префикса

source: Date Based
ru_ru: На основе даты

source: Other Styles
ru_ru: Другие стили

source: Prefix will follow the other rules, so if you choose dashes, it will use dashes.
ru_ru: При создании префикса учитываются параметры очистки, поэтому если вы выберите дефисы, а не подчеркивания, будут подставляться именно дефисы.

source: Don't convert <code>(safe mode)</code>
ru_ru: Не транскрибировать <code>(безопасный режим)</code>

source: Yes, please, convert utf8 characters into ASCII
ru_ru: Транскрибировать символы UTF-8 в ASCII

source: Learn more about transcription on <a href='http://en.wikipedia.org/wiki/Transcription_(linguistics)'>Wikipedia</a>
ru_ru: Подробнее о транскрипции вы можете узнать в <a href='http://ru.wikipedia.org/wiki/Практическая_транскрипция'>Википедии</a>
